Repository: MangaII/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: it, nb

source: New password is same as old password
it: La nuova password &egrave; identica alla vecchia
nb: Det nye passordet er det samme som det gamle

source: Password Changed Successfully
it: Password cambiata
nb: Passord endret

source: Unable to complete password change. Internal error.
it: Impossibile cambiare la password. Errore interno.
nb: Kan ikke fullføre passord endring. Intern feil.

source: First name required
it: Nome richiesto
nb: Førstenavn påkrevd

source: Last name required
it: Cognome richiesto
nb: Etternavn påkrevd

source: Enter a valid number
it: Insarire un numero valido
nb: Skriv et gyldig nummer

source: Invalid ext.
it: Prefisso non valido
nb: Ugyldig forlengelse

source: Profile Updated Successfully
it: Profilo aggiornato
nb: Profilen ble vellykket oppdatert

source: Error(s) occured. Profile NOT updated
it: Errori. Profilo NON aggiornato
nb: Feil oppstod. Profilen ble IKKE oppdatert

source: Error(s) below occured. Try again
it: Si sono verificati errori. Riprovare
nb: Feilene under oppstod. Prøv igjen

source: Preferences
it: Impostazioni
nb: Innstillinger

source: Welcome back! You are listed as 'on vacation' Please let admin or your manager know that you are back.
it: Bentornato! Siete elencato come 'in vacanza'. Prego avvisare l'amministratore o il vostro manager del rientro.
nb: Velkommen tilbake! Du er listet som 'på ferie'. Vennligst la administrator eller din overordnede få vite at du er tilbake.

source: You must change your password to continue.
it: &Egrave; necessario cambiare la password per proseguire.
nb: Du må endre ditt passord for å fortsette.

source: All Department
it: Tuti i dipartimenti
nb: Hele avdelingen

source: Mobile
it: Cellulare
nb: Mobiltelefonnummer

source: Problems displaying directory
it: Problemi nel mostrare la directory
nb: Det oppstod problemer ved visning av mappe

source: Unknown ID#
it: ID sconosciuto
nb: ukjent ID #

source: Title/subject required
it: Titolo/oggetto richiesti
nb: Tittel/emne påkrevd

source: Reply required
it: Risposta richiesta
nb: Svar påkrevd

source: Unable to create the reply. Internal error
it: Impossibile creare la risposta. Errore interno
nb: Kan ikke opprette svar. Intern feil

source: Premade reply updated
it: Aggiornata la risposta predefinita
nb: Forhåndslaget svar oppdatert

source: Internal update error occured. Try again
it: Errore interno. Riprovare
nb: Intern oppdateringsfeil oppstod. Prøv igjen

source: Title already exists!
it: Il titolo esiste gi&agrave;!
nb: Tittel eksisterer allerede!

source: Error(s) occured. Try again
it: Errori. Riprovare
nb: Feil oppstod. Prøv igjen

source: You must select at least one item
it: Selezionare almeno un item
nb: Du må velge minst en

source: Error occured. Try again
it: Errori. Riprovare
nb: Feil oppstod. Prøv igjen

source: Premade Replies
it: Risposte predefinite
nb: Forhåndslagde svar

source: New Premade Reply
it: Nuova risposta predefinita
nb: Nytt forhåndslaget svar

source: The script is version %s while the database is version %s.
it: Il programma &egrave; in versione %s, mentre il database &grave; in versione %s.
nb: Skriptet er versjon %s, mens databasen er versjon %s

source: Possibly caused by incomplete <a href="../setup/upgrade.php">upgrade</a>.
it: Probabilmente causato da <a href="../setup/upgrade.php">upgrade</a> incompleto.
nb: Mulig forårsaket av en uferdig <a href="../setup/upgrade.php">oppdatering</a>

source: Please take a minute to delete <strong>setup/install</strong> directory for security reasons.
it: Si prega di cancellare la cartella <strong>setup/install</strong> per ragioni di sicurezza.
nb: Vennligst slett <strong>setup/install</strong> mappen for sikkerhets skyld.

source: Please change permission of config file (%s) to remove write access. e.g <i>chmod 644 %s</i>
it: Si prega di cambiare i permessi del file di configurazione (%s), togliendo la possibilit&agrave; di scrittura. Per esempio, <i>chmod 664 %s</i>
nb: Vennligst endre rettighetene til configurasjonsfila (%s) for å fjerne skriveadgang. F.eks. <i>chmod 644 %s</i>

source: Please consider turning off register globals if possible
it: Se possibile, mettere ad OFF la variabile register globals
nb: Vennligst vurder å skru av registerglobalene hvis det er mulig.

source: Preferences Updated Successfully
it: Impostazioni aggiornate
nb: Preferansene er oppdatert

source: Directory must be valid and writeable
it: La cartella deve essere valida e scrivibile
nb: Mappen må være gyldig og skrivbar

source: Invalid upload dir
it: Cartella di upload non valida
nb: Ugyldig opplastningsmappe

source: The 'file_uploads' directive is disabled in php.ini
it: La direttiva 'file_uploads' &egrave; disabilitata in php.ini
nb: 'file_uploads' direktivet er deaktivert i php.ini

source: Maximum file size required
it: Richiesta dimensione massima file
nb: Maksimum fil størrelse påkrevd

source: Allowed file extentions required
it: Richieste estensioni dei file permesse
nb: Tillatte filutvidelser påkrevd

source: Attachments settings updated
it: Aggiornate impostazioni degli allegati
nb: Vedleggsinnstillinger oppdatert

source: Update error!
it: Errore di aggiornamento!
nb: Oppdateringsfeil!

source: Error occured. See error messages below.
it: Si sono verificati errori. Vedere messaggi seguenti.
nb: Feil oppstod. Se feilmeldingene under.

source: Key created successfully for %s
it: Chiave creata per %s
nb: Nøkkel opprettet for %s

source: Error adding the IP. Try again
it: Errore aggiungendo l'IP. Riprovare
nb: Problemer ved å legge til IP. Prøv igjen

source: API passphrase updated successfully
it: Aggiornata la API passphrase
nb: API passordfrase oppdatert

source: Error updating passphrase. Try again
it: Errore nell'aggiornamento della passphrase. Riprovare
nb: Feil oppstod ved oppdatering av passordfrase. Prøv igjen

source: You must select at least one entry to process
it: Selezionare almeno una voce su cui operare
nb: Du må velge minst en av valgene for å prosessere

source: %s of %s selected key(s) updated
it: %s di %s voci selezionate aggiornate
nb: %s av %s valgte nøkler er oppdatert

source: Unable to delete selected keys.
it: Impossibile eliminare le chiavi selezionate.
nb: Kan ikke slette valgte nøkler.

source: %s of %s selected key(s) deleted
it: %s di %s voci selezionate eliminate
nb: %s av %s valgte nøkler ble slettet

source: Unable to delete selected key(s). Try again
it: Impossibile eliminare le chiavi selezionate. Riprovare
nb: Kan ikke slette valgte nøkler. Prøv igjen

source: Unknown command
it: Comando sconosciuto
nb: Ukjent kommando

source: Unknown action %s
it: Azione %s sconosciuta
nb: Ukjent handling %s

source: Please enter a valid email.
it: Inserire e-mail valida
nb: Vennligst skriv inn gyldig epostadresse

source: Email already banned
it: E-mail gi&agrave; bloccata
nb: Epostadresse er allerede utestengt

source: Email added to banlist
it: E-mail bloccata
nb: Epostadresse er lagt til utestengelselisten

source: Unable to add email to banlist. Try again
it: Impossibile bloccare l'e-mail. Ritentare.
nb: Kan ikke legge til epostadresse til utestengelselisten. Prøv igjen

source: You must select at least one email
it: Selezionare almeno una e-mail
nb: Du må velge minst en epostadresse

source: %s of %s selected emails removed from banlist
it: %s di %s e-mail selezionate sono state sbloccate
nb: %s av %s valgte epostadresser er fjernet fra utestengelselisten

source: Unable to make remove selected emails. Try again.
it: Impossibile eliminare le e-mail selezionate. Riprovare
nb: Kan ikke fjerne valgte epostadresser. Prøv igjen

source: Uknown banlist command!
it: Comando di blocco e-mail sconosciuto!
nb: Ukjent utestengelseliste kommando

source: Email updated successfully
it: E-mail aggiornata
nb: Epostadresse oppdatert

source: Error updating email
it: Errore nell'aggiornamento e-mail
nb: Feil oppstod ved oppdatering av epostadresse

source: Internal error
it: Errore interno
nb: Intern feil

source: Email added successfully
it: E-mail aggiunta
nb: Epostadresse er lagt til

source: You must select at least one email to process
it: Selezionare almeno un e-mail da processare
nb: Du må velge minst en epostadresse for å prosessere

source: One or more of the selected emails is being used by a Dept. Remove association first.
it: Una o pi&ugrave; degli indirizzi selezionati &egrave; usato da un dip. Prima rimuovere l'associazione.
nb: En eller flere av de valgte epostadressene brukes av avdelingen. Fjern koblingen først.

source: %s of %s selected email(s) deleted
it: %s di %s e-mail selezionate eliminate
nb: %s av %s valgte epostadresser er slettet

source: Unable to delete selected email(s).
it: Impossibile eliminare le e-mail selezionate.
nb: Kan ikke slette valgte epostadresser.

source: Unknown topic action!
it: Azione sugli argomenti sconosciuta!
nb: Ukjent emne handling!

source: Template created successfully
it: Modello creato
nb: Mal opprettet

source: Error creating the template - try again
it: Errore nel creare il modello - riprovare
nb: Feil oppsted ved opprettelse av mal - prøv igjen

source: Template updated successfully
it: Modello aggiornato
nb: Mal oppdatert

source: Error updating the template. Try again
it: Errore nell'aggiornare il modello. Riprovare
nb: Feil oppstod ved oppdatering av mal. Prøv igjen

source: You must select at least one template
it: Selezionare almeno un modello
nb: Du må velge minst en mal

source: You can not delete default template
it: Non si pu&ograve; eliminare il modello predefinito
nb: Du kan ikke slette standard malen

source: One or more of the selected templates is being used by a Dept. Remove association first.
it: Uno o pi&ugrave; dei modelli selezionati &egrave; usato da un dipartimento. Prima rimuovere l'associazione.
nb: En eller flere av de valgte malene blir brukt av avdelingen. Fjern koblingen først.

source: %s of %s selected templates(s) deleted
it: %s dei %s modelli selezionati eliminati
nb: %s av %s valgte mal(er) er slettet

source: Unable to delete selected templates(s).
it: Impossibile eliminare i modelli selezionati
nb: Kan ikke slette valgte mal(er).

source: Topic updated successfully
it: Argomento aggiornato
nb: Emne oppdatert

source: Error updating the topic
it: Errore nell'aggiornamento argomento
nb: Feil oppstod ved oppdatering av emne

source: Help topic created successfully
it: Argomento creato
nb: Hjelpemne opprettet

source: You must select at least one topic
it: Selezionare almeno un argomento
nb: Du må velge minst ett emne

source: %s of %s selected services enabled
it: %s dei %s servizi selezionati abilitati
nb: %s av %s valgte tjenester er aktivert

source: Unable to complete the action.
it: Impossibile completare l'azione.
nb: Kan ikke fullføre handlingen

source: %s of %s selected topics disabled
it: %s dei %s argomenti selezionati disattivati
nb: %s av %s valgte emner deaktivert

source: Unable to disable selected topics
it: Impossibile disattivare gli argomenti selezionati
nb: Kan ikke deaktivere valgte emner

source: %s of %s selected topics deleted!
it: %s dei %s argomenti selezionati eliminati!
nb: %s av %s valgte emner er slettet!

source: Unable to delete selected topics
it: Impossibile eliminare gli argomenti selezionati
nb: Kan ikke slette valgte emner

source: Group %s updated successfully
it: Gruppo %s aggiornato
nb: Gruppe %s er oppdatert

source: Error(s) occured. Try again.
it: Si sono verificati errori. Riprovare
nb: Feil oppstod. Prøv igjen.

source: Group %s created successfully
it: Gruppo %s creato
nb: Gruppe %s er opprettet

source: One or more of the selected groups have users. Only empty groups can be deleted.
it: Uno o pi&ugrave; dei gruppi selezionati ha utenti. Possono essere eliminati solo gruppi vuoti.
nb: En eller fler av de valgte gruppene har brukere. Kun tomme grupper kan slettes.

source: %s of %s selected groups Deleted
it: %s dei %s gruppi selezionati eliminati
nb: %s av %s valgte grupper er slettet

source: Uknown command!
it: Comando sconosciuto!
nb: Ukjent kommando

source: No groups selected.
it: Nessun gruppo selezionato.
nb: Ingen grupper valgt

source: Staff profile updated successfully
it: Profilo staff aggiornato
nb: Ansattes profil er oppdatert

source: Error updating the user
it: Errore nell'aggiornamento utente
nb: Feil oppstod ved oppdatering av bruker

source: %s %s added successfully
it: %s %s aggiunti
nb: %s %s lagt til

source: Unable to add the user. Internal error
it: Impossibile aggiungere utente. Errore interno
nb: Kan ikke legge til bruker. Intern feil

source: %s of %s selected users enabled
it: %s di %s utenti selezionati attivati
nb: %s av %s valgte brukere aktivert

source: You can not lock or delete yourself!
it: Impossibile bloccare o cancellare se stessi!
nb: Du kan ikke låse eller slette degselv!

source: %s of %s selected users locked
it: %s di %s utenti selezionati bloccati
nb: %s av %s valgte brukere er låst

source: %s of %s selected users deleted
it: %s di %s utenti selezionati eliminati
nb: %s av %s valgte brukere er slettet

source: No users selected.
it: Nessun utente selezionato
nb: Ingen brukere valgt.

source: Dept updated successfully
it: Dipartimento aggiornato
nb: Avdelingen er oppdatert

source: Error updating the department
it: Errore nell'aggiornamento dipartimento
nb: Feil oppstod ved oppdatering av avdeling

source: Unable to add department. Internal error
it: Impossibile aggiungere dipartimento. Errore interno
nb: Kan ikke legge til avdeling. Intern feil

source: You must select at least one department
it: Selezionare almeno un dipartimento
nb: Du må velge minst en avdeling

source: You can not disable/delete a default department. Remove default Dept and try again.
it: Impossibile diattivare/eliminare un dipartimento predefinito. Togliere il dip. predefinito e riprovare.
nb: Du kan ikke deaktivere/slette en standard avdeling. Fjern standard avdeling og prøv igjen.

source: %s of %s selected departments made public
it: %s di %s dipartimenti selezionati resi pubblici
nb: %s av %s valgte avdelinger er offentlige

source: Unable to make depts public.
it: Impossibile marcare come pubblico un dipartimento.
nb: Kan ikke gjøre avdelinger offentlig.

source: %s of %s selected departments made private
it: %s di %s dipartimenti selezionati resi privati
nb: %s av %s valgte avdelinger er private

source: Unable to make selected department(s) private. Possibly already private!
it: Impossibile rendere privati i dipartimenti selezionati. Forse sono gi&agrave; privati!
nb: Kan ikke gjør valgte avdelinger private. Mulig de allerede er!

source: Can not delete Dept. with members. Move staff first.
it: Impossibile eliminare un dipartimento com membri. Spostare prima lo staff.
nb: kan ikke slette avdelinger med medlemmer. Flyt ansatte først.

source: Can not delete Dept. associated with a help topics. Remove association first.
it: Impossibile eliminare un dipartimento associato ad un argomento. Togliere prima l'associazione.
nb: Kan ikke slette avdelinger koblet med hjelpember. Fjern koblingen først.

source: %s of %s selected departments deleted
it: %s di %s dipartimenti selezionati eliminati
nb: %s av %s valgte avdelinger ble slettet

source: Unable to delete selected departments.
it: Impossibile eliminare i dipartimenti selezionati.
nb: Kan ikke slette valgte avdelinger.

source: Unknown Dept action
it: Azione sui dipartimenti sconosciuta
nb: Ukjent avdelingshandling

source: Attachments
it: Allegati
nb: Vedlegg

source: Email Addresses
it: Indirizzi E-mail
nb: Epostadresser

source: Add New Email
it: Aggiungere nuova e-mail
nb: Legg til ny epostadresse

source: Templates
it: Modelli
nb: Maler

source: Banlist
it: Lista e-mail bloccate
nb: Utestengelseliste

source: Banned Email
it: E-mail bloccate
nb: Utestengt epostadresse

source: Unable to fetch info on template ID#
it: Impossibile recuperare informazioni sul modello ID#
nb: Kan ikke hente informasjon om mal ID #

source: Unable to fetch info on email ID#%s
it: Impossibile recuperare informazioni sulla e-mail ID#%s
nb: Kan ikke hente informasjon om epost ID # %s

source: Add New Topic
it: Aggiungere nuovo argomento
nb: Legg til nytt emne

source: Unable to fetch info on topic #%s
it: Impossibile recuperare informazioni sull'argomento #%s
nb: Kan ikke hente informasjon om emne # %s

source: Add New User
it: Aggiungere nuovo utente
nb: Legg til ny bruker

source: User Groups
it: Gruppi utenti
nb: Brukergrupper

source: Unable to fetch info on group ID#%s
it: Impossibile recuperare informazioni sul gruppo ID#%s
nb: Kan ikke hente informasjon om gruppe ID # %s

source: Unable to fetch info on rep ID#%s
it: Impossibile recuperare informazioni sul reparto ID%s
nb: Kan ikke hente informasjon om rep ID # %s

source: Unable to fetch info on Dept ID#%s
it: Impossibile recuperare informazioni sul dipartimento ID#%s
nb: Kan ikke hente informasjon om avdeling ID # %s

source: Add New Dept.
it: Aggiungere nuovo dep.
nb: Legg til ny avdeling

source: Problems loading requested admin page.
it: Problemi nel caricare le richieste pagine di amministrazione
nb: Problemer oppstod ved lasting av valgte administrasjonsside

source: Possibly access denied, if you believe this is in error please get technical support.
it: Forse accesso negato, se si pensa sia un errore rivolgersi al supporto tecnico.
nb: Mulig tilgang nektet, hvis du tror dette er feil, vennligst konktakt teknisk support

source: config error
it: errore di configurazione
nb: konfigurasjonsfeil

source: Access Denied. IP %s
it: Accesso negato. IP %s
nb: Nektet tilgang. IP %s

source: Invalid params
it: Parametro non valido
nb: Ugyldig parametre

source: invalid method
it: metodo non valido
nb: Ugyldig metode

source: This is secure ajax assjax %s
it: Questo &egrave; un assjax ajax %s sicuro
nb: Dette er sikker ajax %s

source: invalid method/call %s
it: chiamata/metodo %s non valido
nb: Ugyldig metodekall %s

source: Authentication Required
it: Richiesta autenticazione
nb: Autentisering påkrevd

source: Invalid login
it: Login non valido
nb: Ugyldig pålogging

source: Excessive failed login attempts
it: Troppi tentatifi falliti di login
nb: For mange feilede påloggingsforsøk

source: You've reached maximum failed login attempts allowed.
it: Si &egrave; raggiunto il numero massimo di tentativi di login.
nb: Du har nådd maksimum feilede påloggingsforsøk tillatt

source: Forgot your login info? Contact IT Dept.
it: Dati di accesso dimenticati? Rivolgersi al dipartimento IT
nb: Glemt din påloggingsinfo? Kontakt IT avdelingen.

source: Excessive login attempts by a staff member?
it: Troppi tentativi di accesso da parte di un membro dello staff?
nb: For mange påloggingsforsøk av ansatt?

source: Attempts #
it: Tentativi Nr.
nb: Forsøk #

source: minutes
it: minuti
nb: minutter

source: Excessive login attempts (staff)
it: Troppi tentativi di accesso (staff)
nb: For mange påloggingsforsøk (ansatte)

source: TIME:
it: Data/ora:
nb: TID:

source: Failed login attempt (staff)
it: Tentativo di accesso fallito (staff)
nb: Feilete påloggingsforsøk (ansatte)

source: Fatal Error
it: Errore irreversibile
nb: Kritisk feil

source: Fatal error
it: Errore irreversibile
nb: Kritisk feil

source: System Offline
it: Sistema offline
nb: Systemet er frakoblet

source: Access Denied. Contact Admin
it: Accesso negato, Contattare l'amministratore
nb: Tilgang nektet. Kontakt administrator

source: The script is version %s while the database is version %s
it: Il programma &egrave; in versione %s mentre il database &egrave; in versione %s
nb: Skriptet er versjon %s mens databasen bruker versjon %s

source: <strong>System is set to offline mode</strong> - Client interface is disabled and ONLY admins can access staff control panel.
it: <strong>Il sistema &egrave; offline</strong> - L'interfaccia utenti &egrave; disattivata e SOLO gli amministratori possono accedere al pannello di controllo.
nb: <strong>Systemet er satt til avkoblet modus</strong> - Klientgrensesnittet er deaktivert og BARE administrator har adgang til ansattes kontrollpanel

source: You do not have access to the ticket
it: Non si ha accesso al ticket
nb: Du har ikke tilgang til denne saken

source: Enter text shown on the image
it: Scrivere il testo mostrato nell'immagine
nb: Skriv teksten vist i bildet

source: Invalid - try again!
it: Non valido - riprovare!
nb: Ugyldig - prøv igjen!

source: Support ticket request created
it: Creata una richiesta di supporto (ticket)
nb: Hjelpesak anmodning opprettet

source: Unable to create a ticket. Please correct errors below and try again!
it: Impossibile creare un ticket. Si prega di correggere gli errori riportati e ritentare!
nb: Kan ikke opprette en sak. Vennligst rett feilene under, og prøv igjen!

source: You've reached maximum failed login attempts allowed. Try again later or <a href="open.php">open a new ticket</a>
it: Si &egrave; raggiunto il numero massimo di tentativi di login. Ritentare pi&ugrave; tardi o <a href="open.php">aprire un nuovo ticket</a>
nb: Du har nådd maksimum feilete påloggingsforsøk tillatt. Prøv igjen senere eller <a href="open.php">åpne en ny sak</a>

source: Forgot your login info? Please <a href="open.php">open a new ticket</a>.
it: Dati di accesso dimenticati? <a href="open.php">Aprire un nuovo ticket</a>, prego.
nb: Glemt din påloggingsinfo? Vennligst <a href="open.php">åpn en ny sak</a>.

source: Excessive login attempts by a client?
it: Troppi tentativi di accesso da parte di un utente?
nb: For mange påloggingsforsøk av en klient?

source: Ticket #:
it: Ticket Nr.
nb: Sak #:

source: Time:
it: Data/ora:
nb: Tid:

source: Excessive login attempts (client)
it: Troppi tentativi di login (utente)
nb: For mange påloggingsforsøk (klient)

source: Failed login attempt (client)
it: Tentativo di login fallito (utente)
nb: Feilete påloggingsforsøk (klient)

source: Welcome to the support center
it: Benvenuti nel centro di supporto
nb: Velkommen til hjelpesenteret

source: In order to streamline support requests and better serve you, we utilize a support ticket system. Every support request is assigned a unique ticket number which you can use to track the progress and responses online. For your reference we provide complete archives and history of all your support requests. A valid email address is required.
it: Al fine di snellire le richieste di supporto e servirvi meglio, utilizziamo un sistema di ticket di assistenza. Ad ogni richiesta di assistenza &egrave: assegnato un numero unico di ticket che pu&ograve; essere utilizzato per monitorare i progressi e le risposte on-line. Per vostro riferimento forniamo gli archivi e la storia completa di tutte le vostre richieste di supporto. &Egrave; necessario un indirizzo e-mail valido.
nb: For å strømlinjegjøre hjelpeanmodningene og for å bedre hjelpe deg, bruker vi et hjelpesystem. Hver anmodning blir tildelt et unikt saksnummer, som du kan bruke for å sjekke fremgangen og svarene online. For referanse, tilbyr vi et komplett arkiv og historie av alle dine tidligere saksanmodninger. En gyldig epostadresse kreves.

source: Open A New Ticket
it: Aprire un nuovo ticket
nb: Åpne en ny sak

source: Please provide as much detail as possible so we can best assist you. To update a previously submitted ticket, please use the form to the right.
it: Fornire pi&ugrave; informazioni possibile per facilitare l'assistenza. Per aggiornare un ticket inserito in precedenza, usare il modulo a destra.
nb: Jo mer detaljer, jo bedre kan vi hjelpe deg. For å oppdatere allerede sendte saker, vennligst bruk skjemaet til høyre.

source: Open New Ticket
it: Aprire nuovo ticket
nb: Åpne en ny sak

source: Check Ticket Status
it: Controllare lo stato dei ticket
nb: Sjekk status på saken
