Repository: MangaII/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: it, nb

source: Can <b>Transfer</b> Tickets
it: Pu&ograve; <b>trasferire</b> ticket
nb: Kan <b>overføre</b> saker

source: Ability to transfer tickets from one dept to another.
it: Possibilit&agrave; di trasferire ticket da un dipartimento all'altro.
nb: Kan overfør saker fra en avdeling til en annen.

source: Can <b>Delete</b> Tickets
it: Pu&ograve; <b>eliminare</b> ticket
nb: kan <b>slette</b> saker

source: Deleted tickets can't be recovered!
it: I ticket eliminati sono irrecuperabili!
nb: Slettede saker kan ikke gjenopprettes!

source: Can Ban Emails
it: Pu&ograve; bloccare e-mail
nb: Kan utestenge epostadresser

source: Ability to add/remove emails from banlist via tickets interface.
it: Permesso di aggiungere/rimuovere indirizzi e-mail dalla lista dei bloccati dall'interfaccia ticket
nb: Kan legge til og fjerne epostadresser fra utestengelseslista via saksgrensestnittet.

source: Can Manage Premade
it: Pu&ograve; gestire risp. predefinite
nb: Kan forvalte forhåndslagde

source: Ability to add/update/disable/delete premade responses.
it: Permesso di aggiungere/modificare/disattivare/eliminare risposte predefinite.
nb: Kan legge til, oppdatere, deaktivere og slette forhåndslagde svar.

source: Emails
it: E-mail
nb: Epost

source: Delete Selected Emails
it: Elimina e-mail selezionate
nb: Slett valgt epost

source: Are you sure you want to DELETE selected emails?
it: Si &egrave; sicuri di voler ELIMINARE le e-mail selezionate?
nb: Er du sikker på at du vil SLETTE valgt epost?

source: Template Fetch Error
it: Errore nel recupero modello
nb: Malhentingsfeil

source: Unable to fetch 'assigned' alert template #
it: Impossibile recuperare il modello di avviso 'assegnato' #
nb: Klarer ikke å hente 'tildelt' varselmal #

source: Ticket assigned
it: Ticket assegnato
nb: Sak tildelt

source: Ticket Assigned to %s
it: Ticket assegnato a %s
nb: Sak tildelt %s

source: Unable to fetch 'new message' auto response template #
it: Impossibile recuperare il modello di risposta automatica 'nuovo messaggio' #
nb: Klarer ikke hente 'ny melding' automatisk svarmal #

source: Unable to fetch 'new message' alert template #
it: Impossibile recuperare il modello di avviso 'nuovo messaggio' #
nb: Klarer ikke hente 'ny melding' varselsmal #

source: Problems fetching response template for ticket# %s Possible config error - template # %s
it: Problemi nel recuperare il modello per il ticket# %s. Forse errore di configurazione - modello # %s
nb: Det oppstod problemer ved henting av svarmal for sak # %s Mulig innstillingsfeil - mal # %s

source: System Error
it: Errore di sistema
nb: Systemfeil

source: Unable to fetch 'new note' alert template #
it: Impossibile recuperare il modello di avviso 'nuova nota' #
nb: Kan ikke hente 'ny melding' varselsmal #

source: Email is required
it: Richiesto indirizzo e-mail
nb: Epostadresse er påkrevd

source: Reason for the update required
it: Richiesto motivo dell'aggiornamento
nb: Begrunnelse for oppdatering påkrevd

source: Invalid Selection
it: Selezione non valida
nb: Ugyldig valg

source: Invalid Priority
it: Priorit&agrave; non valida
nb: Ugyldig prioritet

source: Valid phone # required
it: Richiesto valido numero telefonico
nb: Gyldig telefonnummer # påkrevd

source: Invalid date - must be MM/DD/YY
it: Data non valida - deve essere in formato MM/DD/YY
nb: Ugyldig dato - må være MM/DD/ÅÅ

source: Duedate can NOT be set on a closed ticket
it: La data di scadenza NON pu&ograve; essere impostata in un ticket chiuso
nb: Forfallsdato kan IKKE settes på en lukket sak

source: Select time
it: Selezionare tempo
nb: Velg tid

source: Invalid duedate
it: Data scadenza non valida
nb: Ugyldig forfallsdato

source: Due date must be in the future
it: La data di scadenza deve essere nel futuro
nb: Forfalldato må være i framtiden

source: Invalid phone ext.
it: Prefisso non valido
nb: Ugylid telefon forlengelse.

source: Phone number required
it: Richiesto numero telefonico
nb: Telefonnummer påkrevd

source: Select help topic
it: Selezionare argomento
nb: Velg hjelpemne

source: Dept. required
it: Richiesto dip.
nb: Avdeling påkrevd

source: Indicate source
it: Indicare fonte
nb: Indiker kilde

source: Email unknown
it: E-mail sconosciuta
nb: Ukjent epostadresse

source: Ticket denied
it: Ticket rifiutato
nb: Saken er avslått

source: Banned email -
it: E-mail bloccata -
nb: Utestengt epostadresse -

source: Email mismatch.
it: E-mail errata
nb: Ulike epostadresser.

source: Invalid file type
it: Tipo di file non valido
nb: Ugyldig filtype

source: File is too big. Max
it: File troppo grande. Max
nb: Filen er for stor. Maksimum

source: bytes allowed
it: Byte permessi
nb: bytes tillatt

source: You've reached the maximum open tickets allowed.
it: Si &egrave; raggiunto il massimo numero di ticket permessi.
nb: Do har nådd maksimum tillate åpne saker.

source: Support ticket request denied for %s\nOpen ticket: %s\nMax Allowed: %s\n\nNotice only sent once
it: Richiesta di supporto rifiutata per %s\n ticket aperti: %s\nmax. permessi: %s\n\navviso spedito una sola volta
nb: Saksforespørsel avslått for %s\nÅpen sak: %s\nMaksimum tillatt: %s\n\nSkriv sendt kun en gang

source: Overlimit Notice
it: Avviso superamento limite
nb: Overgrensen varsel

source: Unable to fetch autoresponse template #
it: Impossibile recuperare il modello di risposta automatica #
nb: Klarer ikke å hente automatisk svarmal #

source: Unable to fetch 'new ticket' alert template #
it: Impossibile recuperare il modello di avviso 'nuovo ticket' #
nb: Klarer ikke å hente 'ny sak' varselsmal #

source: Permission denied
it: Pemesso negato
nb: Adgang nektet

source: Summary of the issue required
it: Richiesto sommario della questione
nb: Oppsummering av saken kreves

source: Invalid source -
it: Fonte non valida -
nb: Ugyldig kilde -

source: Ticket created by staff
it: Ticket creato da staff
nb: Sak opprettet av ansatte

source: Problems fetching response template for ticket#
it: Problemi nel recuperare il modello di risposta per ticket #
nb: Det oppstod problemer ved innhenting av svarmalen for sak #

source: Possible config error - template #
it: Possibile errore di configurazione - modello #
nb: Mulig feil i innstillingene - mal #

source: Internal error - message/response post error.
it: Errore interno - errore invio avviso/comunicazione.
nb: Intern feil - melding/svar poster feil

source: New Ticket by Staff
it: Nuovo ticket da staff
nb: Ny sak av ansatte

source: Ticket created by staff -
it: Ticket creato da staff -
nb: Sak opprettet av ansatte -

source: Unable to create the ticket. Correct the error(s) and try again
it: Impossibile creare il ticket. Correggere gli errori e riprovare
nb: Klarer ikke å opprette saken. Fiks feilen(e) og prøv på nytt.

source: Ticket Marked Overdue
it: Ticket scaduto
nb: Sak merket forfalt

source: Ticket flagged as overdue by the system.
it: Ticket marcato come scaduto dal sistema.
nb: Sak flagget som forfalt av systemet

source: Missing or invalid Dept ID
it: Dip. ID mancante o non valido
nb: Manglende eller ygyldig avdelingsID

source: Dept email required
it: Richiesta e-mail del dip.
nb: Avdelingsepost påkrevd

source: Template required
it: Richiesto modello
nb: Mal påkrevd

source: Dept name required
it: Richiesto nome del Dip.
nb: Avdelingsnavn påkrevd

source: Dept name must be at least 4 chars.
it: Il nome del dipartimento deve essere di almeno 4 caratteri.
nb: Avdelingsnavn må innehold minst 4 tegn.

source: Department already exist
it: Il dipartimento esiste gi&agrave;
nb: Avdeling eksisterer allerede

source: Signature required
it: Firma richiesta
nb: Underskrift påkrevd

source: Default department can not be private
it: Il dipartimento predefinito non pu&ograve; essere privato
nb: Standard avdeling kan ikke være privat

source: Unable to update
it: Impossibile aggiornare
nb: Klarer ikk å oppdatere

source: Dept. Error occured
it: Errore sul dipartimento
nb: Avdelingsfeil oppstod

source: Unable to create department. Internal error
it: Impossibile creare dipartimento. Errore interno
nb: Klarer ikke å opprette adeling. Intern feil

source: Dashboard
nb: Konsoll

source: Admin Dashboard
nb: Administratorkonsoll

source: Settings
it: Impostazioni
nb: innstillinger

source: System Settings
it: Impostazioni di sistema
nb: Systeminnstillinger

source: Tickets
it: Ticket
nb: Saker

source: Ticket Queue
it: Lista ticket
nb: Sakskø

source: Knowledge Base
nb: Kunnskapsdatabase

source: Knowledge Base: Premade
it: Knowledge Base: risposte predefinite
nb: Kunnskapsdatabase: forhåndslagd

source: Directory
nb: Mappe

source: Staff Directory
nb: Ansattemappe

source: My Profile
it: Profilo personale
nb: Min profil

source: Missing or invalid group ID
it: ID gruppo mancante o non valido
nb: Manglende eller ugyldig gruppeID

source: Group name required
it: Nome del gruppo richiesto
nb: Gruppenavn påkrevd

source: Group name must be at least 5 chars.
it: Il nome del gruppo deve essere di almeno 5 caratteri
nb: Gruppenavn må inneholde minst 5 tegn.

source: Group name already exists
it: Il nome del gruppo esiste gi&agrave;
nb: Gruppenavn eksisterer allerede

source: Internal error occured
it: Errore interno
nb: En intern feil oppstod

source: Unable to create the group. Internal error
it: Impossibile creare il gruppo. Errore interno
nb: Klarer ikke å opprettegruppe. Intern feil

source: Internal error.
it: Errore interno.
nb: Intern feil.

source: Email already exits
it: L'e-mail esiste gi&agrave;
nb: Epostadressen eksisterer allerede

source: Email already used as admin email!
it: L'e-mail &egrave; gi&agrave; usata per l'amministrazione!
nb: Epostadressen er allerede brukt av administrator!

source: Email in-use by a staff member
it: E-mail in uso da un membro dello staff
nb: Epostadressen brukes av en ansatt.

source: You must select a Dept.
it: Selezionare un dipartimento.
nb: Du må velge en avdeling.

source: Username missing
it: Nome utente mancante
nb: Brukernavn mangler

source: Password required
it: Password necessaria
nb: Passord er påkrevd

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
it: IMAP non esistente. Il PHP deve essere compilato con IMAP abilitato.
nb: IMAP finnes ikke. PHP må kompileres med IMAP aktivert.

source: Host name required
it: Richiesto il nome dell'host
nb: Tjenernavn påkrevd

source: Port required
it: Porta richiesta
nb: Port påkrevd

source: Select protocol
it: Selezionare protocollo
nb: Vel protokoll

source: Fetch interval required
it: Intervallo di recupero richiesto
nb: Hent påkrevd intervall

source: Maximum emails required
it: Richiesto numero max. e-mail
nb: Maks antall epost påkrevd

source: Another department using host/username combination.
it: UN altro dipartimento sta usando la combiazione host/nome utente.
nb: En annen avdeling bruker tjener/brukernavn kombinasjonen.

source: Invalid login. Check %s settings
it: Login non valido. Controllare impostazioni %s
nb: Ugyldig påloggin. Sjekk %s innstillinger.

source: Unable to login. Check SMTP settings.
it: Impossibile effettuare il login. Controllare impostazioni SMTP.
nb: Kan ikke logge på. Sjekk SMTP innstillinger.

source: Unable to update email. Internal error occured
it: Impossibile aggiornare e-mail. Errore interno
nb: Kan ikke oppdatere epostadresse. Intern feil oppstod

source: Unable to add email. Internal error
it: Impossibile aggiungere e-mail. Errore interno
nb: Kan ikke legge til epostadresse. Intern feil

source: Error(s) Occured. Try again
it: Errore. Riprovare
nb: Feil oppstod. Prøv igjen

source: cron job executed [%s]
it: Eseguito processo cron [%s]
nb: cronjobb gjennomført [%s]

source: Unknown ticket ID#
it: Ticket ID# sconosciuto
nb: Ukjent saksID #

source: Access denied. Contact admin if you believe this is in error
it: Accesso negato. Contattare l'amministratore se lo ritenete un errore
nb: Tilgang nektet. Kontakt administrator hvis du tror dette er feil

source: Access denied. You are not allowed to edit this ticket. Contact admin if you believe this is in error
it: Accesso negato. Non si &egrave; autorizzati a modificare questo ticket. Contattare l'amministratore se lo ritenete un errore
nb: Tilgang nektet. Du har ikke lov å redigere denne saken. Kontakt administrator hvis du tror dette er feil

source: Missing message ID
it: Manca ID messaggio
nb: Manglende meldingsID

source: Response message required
it: Richiesto messaggio di risposta
nb: Svarmelding påkrevd

source: Action Denied. Ticket is locked by someone else!
it: Azione impossibile. Il ticket &egrave; bloccato da qualcun altro!
nb: Handling nektet. Saken er låst av noen andre!

source: Invalid attachment
it: Allegato non valido
nb: Ugyldig vedlegg

source: upload dir invalid. Contact admin.
it: Cartella di upload non valida. Contattare l'amministratore.
nb: Opplastningsmappe ugyldig. Kontakt administrator.

source: Email is in banlist. Must be removed to reply
it: L'indirizzo e-mail &egrave; nella lista dei bloccati. Deve esservi tolto prima di rispondere
nb: Epostadressen finnes på utstengelselisten. Må fjernes derfra for å kunne svare

source: Response Posted Successfully
it: Risposta inviata
nb: Svar postet vellykket

source: %s %s the ticket on reply
nb: %s %s saken i svar

source: reopened
it: riaperto
nb: gjenåpnet

source: closed
it: chiuso
nb: lukket

source: Ticket status changed to %s
it: Stato del ticket cambiato a %s
nb: Saksstatus endret til %s

source: Unable to post the response.
it: Impossibile inviare la risposta.
nb: Kan ikke poste svaret.

source: Note/Message required
it: Nota/messaggio richiesto
nb: Melding påkrevd

source: Ticket already in the Dept.
it: Ticket gi&agrave; del dipartimento.
nb: Saken er allerede i avdelingen.

source: Action Denied. You are not allowed to transfer tickets.
it: Azione impossibile. Non si ha il permesso di trasferire ticket.
nb: Handling nektet. Du har ikke rettigheter til å flytte saker.

source: Dept. Transfer from %s to %s
it: Trasferimento di dipartimento da %s a %s
nb: Avdelingsoverføring fra %s til %s

source: Ticket transfered sucessfully to %s Dept.
it: Ticket trasferito al dip. %s
nb: Saken ble vellykket overført til %s avdeling.

source: Unable to complete the transfer
it: Impossibile completare il trasferimento
nb: Kan ikke fullføre overføringen

source: Select assignee
it: Selezionare l'assegnatario
nb: Velg mottaker

source: Ticket already assigned to the staff.
it: Ticket gi&agrave; assegnato allo staff
nb: Saken er allerede tildelt ansatte.

source: Ticket already assigned. You do not have permission to re-assign assigned tickets
it: Ticket gi&agrave; assegnato. Non si ha il permesso di riassegnare ticket.
nb: Saken er allerede tildelt. Du har ikke rettigheter til å omdele tildelte saker

source: Ticket Assigned to
it: Ticket assegnato a
nb: Saken er tildelt

source: staff
nb: ansatte

source: Unable to assign the ticket
it: Impossibile assegnare ticket
nb: Kan ikke tildele saken

source: Title required
it: Titolo richiesto
nb: Tittel påkrevd

source: Note message required
it: Messaggio di nota richiesto
nb: Melding påkrevd

source: Internal note posted
it: Nota interna inviata
nb: Internt notat postet

source: and status set to
it: e stato impostato a
nb: og status er satt til

source: open
it: aprire
nb: åpen

source: Error(s) occured. Unable to post the note.
it: Errore. Impossibile inviare la nota.
nb: Feil oppstod. Kan ikke poste meldingen.

source: Perm. Denied. You are not allowed to edit tickets
it: Permesso negato. Non si ha il permesso di modificare ticket
nb: Rettigheter nektet. Du har ikke rettigheter til å redigere saker

source: Ticket updated successfully
it: Ticket aggiornato
nb: Saken ble oppdatert vellykket

source: Error(s) occured! Try again.
it: Errori. Riprovare.
nb: Feil oppstod! Prøv igjen.

source: Perm. Denied. You are not allowed to change ticket's priority
it: Permesso negato. Non si ha il permesso di modificare la priorit&agrave; dei ticket
nb: Rettigheter nektet. Du har ikke rettigheter til å endre sakens prioritet

source: You must select priority
it: Selezionare la priorit&agrave;
nb: Du må velge prioritet

source: Priority Changed Successfully
it: Priorit&agrave; cambiata
nb: Prioriteten ble endret

source: Ticket priority set to "%s" by %s
it: Priorit&agrave; ticket impostata a "%s" da %s
nb: Saksprioriteten satt til "%s" av %s

source: Priority Changed
it: priorit&agrave; cambiata
nb: Prioriteten er endret

source: Problems changing priority. Try again
it: Problemi nel cambio priorit&agrave;. Riprovare
nb: Problemer med endring av prioritet. Prøv igjen

source: Perm. Denied. You are not allowed to close tickets.
it: Permesso negato. Non si ha il permesso di chiudere ticket.
nb: Rettighet nektet. Du har ikke lov å lukke saker.

source: Ticket #%s status set to CLOSED
it: Stato ticket #%s impostato a CHIUSO
nb: Sak #%s status er satt til LUKKET

source: Ticket closed without response by %s
it: Ticket chiuso senza risposta da %s
nb: Saken lukket uten svar fra %s

source: Ticket Closed
it: Ticket chiuso
nb: Saken lukket

source: Problems closing the ticket. Try again
it: Problemi nella chiusura ticket. Riprovare
nb: Problemer oppstod ved lukking av sak. Prøv igjen

source: Perm. Denied. You are not allowed to reopen tickets.
it: Permesso negato. Non si ha l'autorizzazione ad riaprire ticket.
nb: Rettighet nektet. Du har ikke lov å gjenåpne saker.

source: Ticket status set to OPEN
it: Stato ticket impostato ad APERTO
nb: Sakens status er satt til ÅPEN

source: Ticket reopened (without comments)
it: Ticket riaperto (senza commenti)
nb: Saken gjenåpnet (uten kommentar)

source: Ticket Reopened
it: Ticket riaperto
nb: Saken gjenåpnet

source: Problems reopening the ticket. Try again
it: Problemi nel riaprire il ticket. Riprovare.
nb: Problemer oppstod ved gjenåpning av sak. Prøv igjen

source: Ticket is not assigned!
it: Il ticket non &egrave; assegnato!
nb: Saken er ikke tildelt noen!

source: Ticket released (unassigned) from %s by %s
it: Ticket rilasciato (non assegnato) da %s a %s
nb: Saken frigjort fra %s av %s

source: Ticket unassigned
it: Ticket non assegnato
nb: Saken er utildelt

source: Problems releasing the ticket. Try again
it: Problemi nel rilasciare il ticket. Riprovare
nb: Problemer oppstod ved frigjøring av saken. Prøv igjen

source: Perm. Denied. You are not allowed to flag tickets overdue
it: Permesso negato. Non si ha l'autorizzazione a marcare un ticket come scaduto
nb: Rettighet nektet. Du har ikke lov å merke saker forfalt

source: Ticket flagged as overdue
it: Ticket marcato come scaduto
nb: Sak merket som forfalt

source: Problems marking the the ticket overdue. Try again
it: Problemi nel marcare il ticket come scaduto. Riprovare
nb: Problemer oppstod ved forfallsmarkering av sak. Prøv igjen

source: Perm. Denied. You are not allowed to ban emails
it: Permesso negato. Non si ha l'autorizzazione a bloccare e-mail
nb: Ikke tillatt. Du har ikke lov å utestenge epostadresser

source: Email (%s) added to banlist
it: E-mail (%s) aggiunte alla lista indirizzi bloccati
nb: Epostadresse (%s) lagt til utestengelseliste

source: & ticket status set to closed
it: & stato ticket impostato a chiuso
nb: & sakens status er satt til lukket

source: Unable to add the email to banlist
it: Impossibile aggiungere l'indirizzo e-mail alla lista dei bloccati
nb: Kan ikke legge til epostadressen til utestengelselisten

source: Perm. Denied. You are not allowed to remove emails from banlist.
it: Permesso negato. Non si ha l'autorizzazione a togliere indirizzi e-mail dalla lista dei bloccati.
nb: Ikke tillatt. Du har ikke love å fjerne epostadresser fra utestengelseslisten.

source: Email removed from banlist
it: E-mail rimossa dalla lista indirizzi bloccati
nb: Epostadresse fjernet fra utestengelselisten

source: Unable to remove the email from banlist. Try again.
it: Impossibile sbloccare l'e-mail. Ritentare.
nb: Kan ikke fjerne epostadressen fra utestengelselisten. Prøv igjen.

source: Perm. Denied. You are not allowed to DELETE tickets!!
it: Permesso negato. Non si ha l'autorizzazione ad ELIMINARE ticket!!
nb: Rettighet nektet. Du har ikke lov å SLETTE saker!!

source: Ticket Deleted Forever
it: Ticket eliminato definitivamente
nb: Sakener slettet for alltid

source: Problems deleting the ticket. Try again
it: Problemi nella cancellazione del ticket. Riprovare
nb: Problemer oppstod ved sletting av sak. Prøv igjen

source: You must select action to perform
it: Selezionare azione da attuare
nb: Du må velge en handling å utføre

source: Unknown action
it: Azione sconosciuta
nb: Ukjent handling

source: You do not have permission to mass manage tickets. Contact admin for such access
it: Non si ha il permesso di gestire pi&ugrave; ticket allo stesso tempo. Contattare l'amministratore per l'autorizzzazione
nb: Du har ikke rettigheter å masseforvalte saker. Kontakt administrator for slike adgang

source: No tickets selected. You must select at least one ticket.
it: Nessun ticket selezionato. Selezionare almeno un ticket.
nb: Ingen saker valgt. Du må velge minst en sak.

source: You do not have permission to close/reopen tickets
it: Permesso negato. Non si ha l'autorizzazione a chiudere/riaprire ticket.
nb: Du har ikke rettighet å åpne/gjenåpne saker

source: You do not have permission to delete tickets
it: Non si ha il permesso di eliminare ticket
nb: Du har ikke rettigheter å slette saker

source: You must select at least one ticket
it: Selezionare almeno un ticket
nb: Du må velge minst en sak

source: Ticket reopened by
it: Ticket riaperto da
nb: Saken er gjenåpnet av

source: of
it: di
nb: av

source: selected tickets reopened
it: ticket selezionati riaperti
nb: Valgte saker er gjenåpnet

source: Ticket closed without response by
it: Ticket chiuso senza risposta da
nb: Saken er lukket uten svar fra

source: selected tickets closed
it: ticket selezionati chiusi
nb: valgte saker er lukket

source: Ticket flagged as overdue by
it: Ticket marcato come scaduto da
nb: Saken er merket forfalt av

source: selected tickets marked overdue
it: ticket selezionati marcati scaduti
nb: valgte saker er markert forfalt

source: selected tickets deleted
it: ticket selezionati eliminati
nb: valgte saker er slettet

source: Ticket created successfully
it: Ticket creato
nb: Saken er opprettet

source: Open (%s)
it: Aperti (%s)
nb: Åpne (%s)

source: Open Tickets
it: Ticket aperti
nb: Åpne saker

source: Open Tickets (%s)
it: Ticket aperti (%s)
nb: Åpne saker (%s)

source: Answered (%s)
it: Con risposta (%s)
nb: Svart (%s)

source: assigned to you!
it: assegnato a te!
nb: tildelt deg!

source: My Tickets (%s)
it: Ticket personali (%s)
nb: Mine saker (%s)

source: Assigned Tickets
it: Ticket assegnati
nb: Tildelte saker

source: Overdue (%s)
it: Scaduti (%s)
nb: Forfalt (%s)

source: Stale Tickets
it: Ticket obsoleti
nb: Gamle saker

source: overdue tickets!
it: ticket scaduti!
nb: forfalte saker!

source: Internal Error. Action Denied
it: Errore interno. Azione impossibile
nb: Intern feil. Handling nektet

source: Invalid auto refresh value.
it: Valore di autoaggiornamento non valido.
nb: Ugyldig automatisk oppfriskningsverdi.

source: Preference Updated Successfully
it: Preferenze aggiornate
nb: Preferansene er oppdatert

source: Preference update error.
it: Errore aggiornamento preferenze
nb: Oppdateringsfeil av innstillinger

source: Current password required
it: Richiesta password corrente
nb: Nåværende passord påkrevd

source: New password required
it: Richiesta nuova password
nb: Nytt passord påkrevd

source: Must be atleast 6 characters
it: Deve essere di almeno 6 caratteri
nb: Må inneholde minst 6 tegn

source: Confirm new password
it: Conferma nuova password
nb: Bekreft nytt passord

source: Valid password required
it: Richiesta password valida
nb: Gyldig passord påkrevd

source: New password(s) don't match
it: La nuova password non corrisponde
nb: Nytt passord matcher ikke
