Repository: MangaII/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: it, nb

source: We provide archives and history of all your support requests complete with responses.
it: Forniamo un archivio di tutte le richieste di supporto, completo di comunicazioni e risposte.
nb: Vi tilbyr arkiv og historie fra alle dine tidligere saker, komplett med svar.

source: Check Status
it: Controllo status
nb: Sjekk status

source: Support Ticket System
nb: Hjelpesystem

source: Support Ticket System Offline
nb: Hjelpesystemet er frakoblet

source: Thank you for your interest in contacting us.
it: Grazie per averci contattato.
nb: Takk for din interesse.

source: Our helpdesk is offline at the moment, please check back at a later time.
it: Helpdesk offline, riprovare pi&ugrave; tardi.
nb: Vårt hjelpesenter er foreløpigt frakoblet, vennligst prøv igjen senere.

source: Kwaheri rafiki!
it: Arrivederci amici!

source: Status
it: Stato

source: Copyright &copy; osTicket.com. All rights reserved
it: Copyright &copy; osTicket.com. Tutti i diritti riservati

source: Ext
it: Prefisso

source: Type:
it: Tipo:

source: bytes
it: byte

source: Type
it: Tipo

source: Status:
it: Stato:

source: Habari/Jambo rafiki?
it: Come va amici?

source: Port
it: Porta

source: SMTP Port
it: Porta SMTP

source: Copyright &copy; 2006-%s&nbsp;osTicket.com. &nbsp;All Rights Reserved.
it: Copyright &copy; 2006-%s&nbsp;osTicket.com. &nbsp;Tutti i diritti riservati.
