Repository: MangaII/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: it, nb

source: Global auto-response settings in preference section must be enabled for Dept 'Enable' setting to take effect.
it: Per avere effetto, le impostazioni della risposta automatica devono essere abilitate anche nelle impostazioni generali.
nb: Globale innstillinger for automatisk svar innstillingsdelen må være aktivert for at avdeling 'Aktivert' innstilling tar effekt.

source: New Ticket:
it: Nuovo ticket:
nb: Ny sak:

source: New Message:
it: Nuovo messaggio:
nb: Ny melding

source: Auto Response Email:
it: E-mail risposta automatica:
nb: Automatisk svarpost:

source: Dept Email (above)
it: E-mail dip. (sopra)
nb: Avdelingsepost (over)

source: Email address used to send auto-responses, if enabled.
it: Indirizzo di posta usato per spedire risposte automatiche, se attivate.
nb: Epostadresser brukt til å sende automatiske svar, hvis mulig.

source: Sort by name
it: Ordinamento per nome
nb: Sorter etter navn

source: In-Use
it: In uso
nb: I bruk

source: Last Update
it: Ultimo aggiornamento
nb: Siste oppdatering

source: Delete Template(s)
it: Eliminare modello
nb: Slett mal(er)

source: Are you sure you want to DELETE selected template(s)?
it: Si &egrave; sicuri di voler ELIMINARE i modelli selezionati?
nb: Er du sikker på at du vil SLETTE valgte mal(er)?

source: Add New Template
it: Agiungere nuovo modello
nb: Legg til ny mal

source: To add a new template - select existing template and edit it thereafter.
it: Per aggiungere un nuovo modello - selezionare modello esistente e modificarlo successivamente.
nb: Legg til ny mal - velg en eksisterende mal og rediger den.

source: Select Template to Copy
it: Selezionare un modello da copiare
nb: Select mal for kopiering

source: Variables
it: Variabili
nb: Variabler

source: Variables are used on email templates as placeholders. Please note that non-base variables depends on the context in question.
it: Le variabili sono usate nei modelli della posta come segnaposto. Notare che le variabili non base dipendono dal contesto.
nb: Variabler er brukt som plassholdere i epostmalene. Vær obs at en ikke-basevariable er avhengig av konteksten.

source: Base Variables
it: Variabili base
nb: Basevariable

source: Other Variables
it: Altre variabili
nb: Andre variable

source: Ticket ID (internal ID)
it: Ticket ID (ID interno)
nb: SaksID (intern ID)

source: Ticket number (external ID)
it: Numero Ticket (ID esterno)
nb: Saksnummer (ekstern ID)

source: Email address
it: Indirizzo e-mail
nb: Epostadresse

source: Full name
it: Nome completo
nb: Fullt navn

source: Help topic (web only)
it: Argomenti (solo web)
nb: Hjelpemne (bare for nett)

source: Phone number | ext
it: Numero telefonico | prefisso
nb: Telefonnummer | ext

source: Assigned staff (if any)
it: Staff di assegnazione (se esiste)
nb: Tildelt ansatte (hvis noen)

source: Date created
it: Data creazione
nb: Opprettet dato

source: Due date
it: Data scadenza
nb: Forfallsdato

source: Date closed
it: Data chiusura
nb: Avsluttet dato

source: Message (incoming)
it: Messaggio (in ingresso)
nb: Melding (innkommende)

source: Response (outgoing)
it: Risposta (in uscita)
nb: Svar (utgående)

source: Internal note
it: Nota interna
nb: Internt skriv

source: Staff's name (alert/notices)
it: Nome staff (avvisi)
nb: Ansattes navn (varsel/notater)

source: Assigned staff
it: Staff di assegnazione
nb: Tildelt ansatte

source: Staff assigning the ticket
it: Staff che ha assegnato il ticket
nb: Ansatte som tildeler saken

source: osTicket's base url (FQDN)
it: URL di base di osTicket (FQDN)
nb: osTickets grunn-URL (FQDN)

source: SMTP Server Setting (Optional)
it: Impostazioni server SMTP (opzionali)
nb: SMTP tjenerinnstillinger (valgfri)

source: When enabled the system will use an SMTP server rather than the internal PHP mail() function for outgoing emails.
it: Quando attivato il sistema usa un server SMTP piuttosto che la funzione PHP mail() per la posta elettronica in uscita.
nb: Når aktivert, systemet vil bruke en SMTP tjener istedet for den interne PHP mail() funksjonen for utgående epost.

source: Leave the username and password empty of the SMTP server doesn't require authentication
it: Lasciare vuoti nome utente e password del server SMTP per non richiedere autenticazione
nb: La brukernavn og passord være tomme, da SMTP tjenere ikke krever autentisering

source: Enable SMTP
it: Attivare SMTP
nb: Aktiver SMTP

source: TLS (secure)
it: TLS (sicuro)
nb: TLS (sikker)

source: Premade/Canned Replies
it: Risposte predefinite/aggiunte
nb: Forhåndslagde svar

source: Search for:
it: Ricerca:
nb: Søk etter:

source: category
it: categoria
nb: kategori

source: Sort By Title
it: Ordinamento per titolo
nb: Sorter etter tittel

source: Reply Title
it: Titolo risposta
nb: Svartittel

source: Category/Dept
it: Categoria/Dipartimento
nb: Kategori/avdeling

source: Sort By Update Date
it: Ordinamento per data aggiornamento
nb: Sorter etter oppdateringsdato

source: Are you sure you want to ENABLE selected entries?
it: Si &egrave; sicuri di voler ATTIVARE le voci selezionate?
nb: Er du sikker på at du vil AKTIVERE valgene?

source: Are you sure you want to DISABLE selected entries?
it: Si &egrave; sicuri di voler DISATTIVARE le voci selezionate?
nb: Er du sikker på at du vil DEAKTIVERE valgene?

source: Are you sure you want to DELETE selected entries?
it: Si &egrave; sicuri di voler ELIMINARE le voci selezionate?
nb: Er du sikker på at du vil SLETTE valgene?

source: You need to setup upload dir.
it: E' necessario impostare la cartella di upload.
nb: Du trenger å sette opp en opplastingsmappe.

source: *Attachments Disabled.
it: *Allegati disattivati.
nb: *Vedlegg deaktivert.

source: <br>*Attachments Disabled.
it: <br />*Allegati disattivati.
nb: <br />*Vedlegg deaktivert.

source: GD required for captcha to work
it: Captcha richiede la libreria GD per funzionare
nb: GD påkrevd for at captcha skal fungere

source: Possible errors detected, please check the warnings below
it: Rilevati possibili errori, si prega di consultare le avvertenze di seguito
nb: Mulige feil oppdaget, vennligst sjekk advarslene under

source: System Preferences and Settings
it: Impostazioni e preferenze di sistema
nb: Systeminnstillinger

source: General Settings
it: Impostazioni generali
nb: Generelle innstillinger

source: Offline mode will disable client interface and <b>only</b> allow <b>super admins</b> to login to Staff Control Panel
it: La modalit&agrave; offline disabilita l'interfaccia cliente e permette <b> solo </ b> a <b> super amministratori </ b> di accedere al Pannello di Controllo Staff
nb: Avkoblet modus vil deaktivere klientgrensesnittet og <b>bare</b> tillate <b>super administratorer</b> å logge inn på ansattes kontrollpanel

source: Helpdesk Status
it: Stato Helpdesk
nb: Support status

source: Online
nb: Tilkoblet

source: (Active)
it: (Attivo)
nb: (Aktiv)

source: Offline
nb: Frakoblet

source: (Inactive)
it: (Inattivo)
nb: (Inaktiv)

source: osTicket offline
nb: osTicket frakoblet

source: Helpdesk URL:
nb: Support URL:

source: Helpdesk Name/Title:
it: Helpdesk nome/titolo:
nb: Support navn/tittel:

source: Default Email Templates:
it: Modello predefinito e-mail:
nb: Standard epostmal:

source: Select Default Template
it: Selezionare modello predefinito
nb: Velg standard mal

source: Default Department:
it: Dipartimento predefinito:
nb: Standard avdeling:

source: Select Default Dept
it: Selezionare dip. predefinito
nb: Velg standard avdeling

source: Default Page Size:
it: Dimensione pagina predefinita
nb: Standard sidestørrelse:

source: System Log Level:
it: Livello di system log:
nb: Systemloggnivå

source: None (Disable Logger)
it: Nessuno (log disabilitati)
nb: Ingen (deaktiver logger)

source: DEBUG
nb: FEILSØKING

source: WARN
it: AVVISI
nb: VARSLE

source: ERROR
it: ERRORE
nb: FEIL

source: Purge logs after
it: Elimina logs dopo
nb: Rensk logger etter

source: None (Disable)
it: Nessuno (Disabilitato)
nb: Ingen (deaktiver)

source: Months
it: Mesi
nb: Måneder

source: Month
it: Mese
nb: Måned

source: Staff Excessive Logins:
it: Login eccessivi staff:
nb: Overpålogging av ansatte:

source: attempt(s) allowed
it: tentativi permessi
nb: forsøk tillat

source: before a
it: prima di
nb: før en

source: min. timeout (penalty in minutes)
it: min. di timeout (attesa in minuti)
nb: min. timeout (straff i minutter)

source: Staff Session Timeout:
it: Timeout sessione staff
nb: Ansatte økt timeout:

source: Staff's max Idle time in minutes. Enter 0 to disable timeout
it: Max tempo inattivit&agrave; per staff in minuti. Inserire 0 per disattivare
nb: Maksimum passiv tid for ansatte, i minutter. 0 for å deaktivere timeout.

source: Bind Staff Session to IP:
it: Collegare la sessione dello staff all'IP:
nb: Bind ansattes økt til en IP:

source: Bind staff's session to login IP.
it: Collegare la sessione dello staff all'IP di login.
nb: Bind ansattes økt til påloggings-IP.

source: Client Excessive Logins:
it: Eccessivi login di utente
nb: Klient overpålogging:

source: Client Session Timeout:
it: Timeout sessione utenti:
nb: Klient økt timeout:

source: Client's max Idle time in minutes. Enter 0 to disable timeout
it: Max. tempo di inattivit&agrave; per utente in minuti. Inserire 0 per disattivare
nb: Maksimum passiv tid for klient, i minutter. 0 for å deaktivere timeout

source: Clickable URLs:
it: URL cliccabili:
nb: Klikkbare URL'er

source: Make URLs clickable
it: Rendere cliccabili URL
nb: Gjør URL klikkbar

source: Enable Auto Cron:
it: Abilitare auto cron:
nb: Aktiver autocron:

source: Enable cron call on staff's activity
it: Attivare le chiamate cron per la attivit&agrave; dello staff
nb: Aktiver cronkall for ansattes aktivitet

source: Date &amp; Time
it: Data &amp; Ora
nb: Dato &amp; tid

source: Please refer to <a href="http://php.net/date" target="_blank">PHP Manual</a> for supported parameters.
it: Fare riferimento al <a href="http://php.net/date" target="_blank">manuale PHP</a> per i parametri supportati.
nb: Vennligst sjekk <a href="http://php.net/date" target="_blank">PHP Manual</a> for parametre som er støttet.

source: Time Format:
it: Formato ora
nb: Tidsformat:

source: Date Format:
it: Formato data:
nb: Datoformat:

source: Date &amp; Time Format:
it: Formato data &amp ora:
nb: Dato- &amp; tidsformat:

source: Day, Date &amp; Time Format:
it: Formato giorno, data &amp; ora:
nb: Dags-, dato- &amp; tidsformat

source: Default Timezone:
it: Fuso orario predefinito:
nb: Standard tidssone:

source: Daylight Saving:
it: Ora legale:
nb: Sommertid:

source: Observe daylight savings
it: Rispettare l'ora legale
nb: Bruk sommertid

source: Ticket Options &amp; Settings
it: Opzioni &amp; impostazioni ticket
nb: Saksvalg &amp; -innstillinger

source: If enabled ticket lock get auto-renewed on form activity.
it: Se attivato, il blocco ticket si rinnova automaticamente durante l'attivit&agrave;.
nb: Aktiver for at sakslåsen blir automatisk fornyet ved aktivitet i skjemaet.

source: Ticket IDs:
it: ID ticket:
nb: SaksID'er:

source: Sequential
it: Sequenziale
nb: Sekvensiell

source: Random (recommended)
it: Casuale (raccomandato)
nb: Tilfeldig (anbefalt)

source: Ticket Priority:
it: Priorit&agrave; ticket:
nb: Saksprioritering:

source: Default priority
it: Priorit&agrave; indefinita
nb: Standard prioritet

source: Allow user to overwrite/set priority (new web tickets)
it: Permettere all'utente di sovrascrivere/impostare la priorit&agrave; (nuovi ticket da web)
nb: Tillat brukeren å overskrive/sette prioritet (nye nettsaker)

source: Use email priority when available (new emailed tickets)
it: Usare la priorit&agrave; e-mail quando possibile (nuovi ticket per e-mail)
nb: Bruk epostprioritet om mulig (nye epostsaker)

source: Maximum <b>Open</b> Tickets:
it: Numero max. ticket <b>aperti</b>
nb: Maksimum <b>åpne</b> saker:

source: per email. (<i>Helps with spam and flood control. Enter 0 for unlimited</i>)
it: per email. (<i>Aiuta per il controllo del flusso e dello spam. Inserire 0 per non avere limiti</i>)
nb: per epost. (<i>Hjelper med spam- og flytkontroll. 0 for ubegrenset</i>)

source: Auto-Lock Time:
it: Tempo di auto- bloccaggio:
nb: Automatisk låsetid:

source: (<i>Minutes to lock a ticket on activity. Enter 0 to disable locking</i>)
it: (<i>Minuti di blocco di un ticket. Inserire 0 per disattivare il bloccaggio</i>)
nb: (<i>Minutter å låse en sak ved aktivitet. 0 for å deaktivere låsing</i>)

source: Ticket Grace Period:
it: Tempo di lavoro di un ticket:
nb: Sak skånsomtid:

source: (<i>Hours before ticket is marked overdue. Enter 0 to disable aging.</i>)
it: (<i>Ore prima che il ticket scada. Inserire 0 per disabilitare la scadenza.</i>)
nb: (<i>Timer før saken blir markert som forfalt. 0 for å deaktivere aldring.</i>)

source: Reopened Tickets:
it: Ticket riaperti:
nb: Gjenåpnede saker:

source: Auto-assign reopened tickets to last respondent 'available'. (<i> 3 months limit</i>)
it: Riassegnare automaticamente i ticket riaperti a chi aveva inviato l'ultima risposta. (<i>limite a 3 mesi</i>)
nb: Automatisk tildeling av gjenåpnede saker til den siste som svarte og er 'tilgjengelig'. (<i>3 måneders grense</i>)

source: Assigned Tickets:
it: Ticket assegnati:
nb: Tildelte saker:

source: Show assigned tickets on open queue.
it: Mostrare i ticket assegnati nell'elenco ticket aperti
nb: Vis tildelte saker i åpen kø.

source: Answered Tickets:
it: Ticket con risposta:
nb: Svarte saker:

source: Show answered tickets on open queue.
it: Mostrare i ticket con risposta nella lista ticket aperti.
nb: Vis svarte saker i åpen kø.

source: Ticket Activity Log:
it: Log. attivit&agrave; ticket:
nb: Sak aktivitetslogg:

source: Log ticket's activity as internal notes.
it: Registra la attivit&agrave; ticket come nota interna.
nb: Logg sakens aktivitet som internt skriv.

source: Staff Identity:
it: Identit&agrave; staff:
nb: Ansatte identitet:

source: Hide staff's name on responses.
it: Nascondere il nome dello staff nelle risposte.
nb: Skjul ansatte's navn i svar.

source: Human Verification:
it: Verifica umana:
nb: Menneskelig klarifisering:

source: Enable captcha on new web tickets.
it: Abilitare captcha sui nuovi ticket dal web.
nb: Aktiver captcha for nye nettsaker.

source: Email Settings
it: Impostazioni E-mail
nb: Epostinnstillinger

source: Note that global settings can be disabled at dept/email level.
it: Notare che le impostazioni generali possono essere disabilitate a livello di dipartimento/e-mail.
nb: Vær obs på at globale innstillinger kan bli deaktivert på avdelings- og epostnivå.

source: Incoming Emails
it: E-mail in ingresso
nb: Innkommende epost

source: For mail fetcher (POP/IMAP) to work you must set a cron job or simply enable auto-cron
it: Per far funzionare il protocollo POP/IMAP impostare un cron job o semplicemente attivare auto-cron
nb: For å få eposthentere (POP/IMAP) til å fungere, må du lage en cronjobb eller aktivere autocron

source: Enable POP/IMAP email fetch
it: Attivare protocollo e-mail POP/IMAP
nb: Aktiver POP/IMAP epost henting

source: Global setting which can be disabled at email level
it: Le impostazioni generali possono essere disabilitate a livello di impostazioni e-mail
nb: De globale innstillingere som kan deaktiveres på epostnivå

source: Enable email piping
it: Attiva e-mail piping
nb: Aktiver epost-piping

source: Strip quoted reply (<i>depends on the tag below</i>)
it: Togliere risposte quotate (<i>dipende dai tag sottodefiniti</i>)
nb: Fjern svar i anførselstegn (<i>avhengig av merkelappen under</i>)

source: Reply Separator Tag
it: Tag separazione risposta
nb: Svarskillemerke

source: Outgoing Emails
it: Posta in uscita
nb: Utgående epost

source: Default Email:
it: E-mail predefinita:
nb: Standard epost:

source: Only applies to outgoing emails with no SMTP settings.
it: Applicabile solo a posta in uscita senza impostazioni SMTP.
nb: Gjelder kun utgående eposter uten SMTP innstillinger.

source: None: Use PHP mail function
it: Nessuna: usare funzioni mail di PHP
nb: Ingen: Bruk PHP mail-funksjon

source: Allow spoofing (No Overwrite).
it: Consentire spoofing (No sovrascrittura).
nb: Tillat etterligning (Ingen overskrivelse).

source: Default System Email:
it: E-mail predefinita di sistema:
nb: Standard systemepost:

source: Default Alert Email:
it: E-mail di avviso predefinita:
nb: Standard varselsepost

source: Use Default System Email (above)
it: Usare la e-mail predefinita di sistema (sopra)
nb: Bruk standard systemepost (over)

source: Used to send out alerts and notices to staff.
it: Usata per inviare avvisi allo staff.
nb: Brukes for å sende ut varsler og skriv til ansatte.

source: System Admin Email Address:
it: Indirizzo e-mail amministratore di sistema
nb: Systemadministrators epostadresse:

source: Autoresponders &nbsp;(Global Setting)
it: Risposte automatiche (Impostazioni generali)
nb: Automatisk svar &nbsp;(Globale innstillinger)

source: This is global setting which can be disabled at department level.
it: Queste sono impostazioni generali che possono essere disattivate a livello di dipartimento.
nb: Dette er en global innstilling som kan bli deaktivert på avdelingsnivå.

source: Autoresponse includes the ticket ID required to check status of the ticket
it: La risposta automatica include il ticket ID richiesto per controllare lo stato del ticket
nb: Automatisk svar inneholder saksID'en som krever for å sjekke status på saken

source: New Ticket by Staff:
it: Nuovo ticket da staff:
nb: Ny sak fra ansatte

source: Notice sent when staff creates a ticket on behalf of the user (Staff can disable)
it: Avviso spedito quando un membro dello staff crea un ticket per conto di un utente (disattivabile dallo staff)
nb: Skriv som sendes når ansatte oppretter en sak på vegne av en bruker (ansatte kan deaktivere)

source: Message appended to an existing ticket confirmation
it: Messaggio aggiunto ad una conferma ticket esistente
nb: Melding lagd ved en eksisterende sak bekreftelse

source: Overlimit notice:
it: Avviso superamento limite:
nb: Overskridelsesvarsel:

source: Ticket denied notice sent <b>only once</b> on limit violation to the user.
it: Avviso di ticket rifiutato inviato <b>una sola volta</b> all'utente per superamento del limite.
nb: Sak nektet, varsel sendt <b>bare en gang</b> om brudd på grensen av bruker

source: <b>Note:</b> Admin gets alerts on ALL denials by default.
it: <b>Nota:</b> Gli amministratori ricevono comunque avvisi PER OGNI rifiuto.
nb: <b>Note:</b> Som standard, får administrator får varsel om ALLE avvisninger.

source: Alerts &amp; Notices
it: Avvisi &amp; segnalazioni
nb: Varsel &amp; skriv

source: Notices sent to user use 'No Reply Email' whereas alerts to staff use 'Alert Email' set above as FROM address respectively.
it: Gli avvisi spediti agli utenti usano 'No Replay Email', mentre quelli per lo staff usano 'Alert Email' impostato sopra come campo mittente.
nb: Ved skriv sendt til bruker, brukes 'Ikke svar epost'. mens ved varsler til ansatte. brukes 'Varselsepost'. Sett det over som AVSENDERadresse henholdsvis

source: New Ticket Alert:
it: Avviso di nuovo ticket:
nb: Varsel om ny sak:

source: Select recipients
it: Selezionare i destinatari
nb: Velg mottakere

source: Admin Email
it: E-mail amministratore
nb: Administrators epost

source: Department Manager
it: Manager di dipartimento
nb: Avdelingsleder

source: Department Members (spammy)
it: Membri del dipartimento (possibile spam)
nb: Avdelingsmedlemmer (spammete)

source: New Message Alert:
it: Avviso di nuovo messaggio:
nb: Varsel om ny melding:

source: Last Respondent
it: Ultimo a rispondere
nb: Siste svarer

source: Assigned Staff
it: Staff assegnato
nb: Tildelt ansatte

source: Department Manager (spammy)
it: Manager di dipartimento (possibile spam)
nb: Avdelingsleder (spammete)

source: New Internal Note Alert:
it: Avviso di nuova nota interna
nb: Varsel om nytt internt skriv:

source: Overdue Ticket Alert:
it: Avviso di ticket scaduto:
nb: Varsel om forfalt sak:

source: Admin Email gets an alert by default. Select additional recipients below
it: Gli amministratori ricevono comunque un avviso. Selezionare sotto ulteriori destinatari
nb: Som standard, får administrator tilsendt varselsepost. Velg flere mottakere under

source: System Errors:
it: Errori di sistema:
nb: Systemfeil

source: Enabled errors are sent to admin email set above
it: Errori di attivazione sono spediti alla e-mail dell'amministratore impostata sotto
nb: Aktiverte feil sendes til administrators epostadresse, satt over

source: System Errors
it: Errori di sistema
nb: Systemfeil

source: SQL errors
it: Errori SQL
nb: SQL-feil

source: Excessive Login attempts
it: Troppi tentativi di login
nb: Overflødige påloggings forsøk

source: Change Password
it: Cambio password
nb: Endre passord

source: Current Password:
it: Password corrente:
nb: Nåværende passord:

source: New Password:
it: Nuova password:
nb: Nytt passord:

source: Verify Password:
it: Verifica password:
nb: Bekreft passord:

source: Group Name
it: Nome gruppo
nb: Gruppenavn

source: Group Status
it: Stato gruppo
nb: Gruppestatus

source: Members
it: Membri
nb: Medlemmer

source: Are you sure you want to ENABLE selected group(s)
it: Si &egrave; sicuri di voler ATTIVARE i gruppi selezionati?
nb: Er du sikker på at du vil AKTIVERE valgte gruppe(r)

source: Are you sure you want to DISABLE selected group(s)
it: Si &egrave; sicuri di voler DISATTIVARE i gruppi selezionati?
nb: Er du sikker på at du vil DEAKTIVERE valgte gruppe(r)

source: Are you sure you want to DELETE selected group(s)
it: Si &egrave; sicuri di voler ELIMINARE i gruppi selezionati?
nb: Er du sikker på at du vil SLETTE valgte gruppe(r)

source: Edit Group: %s
it: Modificare gruppi: %s
nb: Rediger gruppe: %s

source: Add New Group
it: Aggiungere nuovo gruppo
nb: Legg til ny gruppe

source: Group permissions set below applies cross all group members, but don't apply to adminstrators and Dept. managers in some cases.
it: I permessi dei gruppi impostati sopra si applicano a tutti i membri dei gruppi, ma non agli amministratori ed in alcuni casi ai manager di dipartimento.
nb: Grupperettigheter satt under gjelder for alle gruppemedlemmene, men ikke for administratorer eller avdelingsledere i noen tilfeller.

source: Group Name:
it: Nome gruppo:
nb: Gruppenavn:

source: Group Status:
it: Stato gruppo:
nb: Gruppestatus:

source: Dept Access
it: Accesso dip.
nb: Avdelingstilgang

source: Select departments group members are allowed to access in addition to thier own department.
it: Selezionare i dipartimenti ai quali i membri del gruppo hanno il permesso di accedere, oltre al loro dipartimento.
nb: Valgte avdelingers gruppemedlemmer har tilgang i tillegg til deres egne avdelinger.

source: Select All
it: Seleziona tutto
nb: Velg alle

source: Select None
it: Seleziona nessuno
nb: Velg ingen

source: Can <b>Create</b> Tickets
it: Pu&ograve; <b>creare</b> ticket
nb: Kan <b>opprette</b> saker

source: Ability to open tickets on behalf of users!
it: Possibilit&agrave; di aprire un ticket per conto dell'utente!
nb: Kan opprette saker på vegne av brukere!

source: Can <b>Edit</b> Tickets
it: Pu&ograve; <b>modificare</b> ticket
nb: Kan <b>redigere</b> saker

source: Ability to edit tickets. Admins & Dept managers are allowed by default.
it: Possibilit&agrave; di modificare i ticket. Amministratori e manager comunque sono abilitati.
nb: Kan redigere saker. Som standard har administrator og avdelingsledere tillatelse til dette.

source: Can <b>Close</b> Tickets
it: Pu&ograve; <b>chiudere</b> ticket
nb: Kan <b>lukke</b> saker

source: <b>Mass Close Only:</b> Staff can still close one ticket at a time when set to No
it: <b>Solo chiusura multipla</b>: membri dello staff possono comunque chiudere un ticket per volta anche se impostato su No
nb: <b>Kun masselukking:</b> Ansatte kan fortsatt lukke en sak om gangen når dette er satt til 'Nei'
