Repository: MangaII/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: it, nb

source: System is offline for an upgrade.
it: Il sistema &egrave; offline per un aggiornamento
nb: Systemet er utilgjengelig på grunn av oppdatering.

source: Access Denied
it: Accesso negato
nb: Tilgang nektet

source: Access Denied. Possibly invalid ticket ID
it: Accesso negato. Forse ticket ID non valido
nb: Tilgang nektet. Sannsynligvis på grunn av en ugyldig sak ID.

source: Security violation. Repeated violations will result in your account being locked.
it: Violazione della sicurezza. Ripetute violazioni si tradurranno nel blocco dell'account.
nb: Sikkerhetsbrudd. Gjentatte sikkerhetsbrudd vil føre til at din konto blir låst.

source: Message required
it: Richiesto messaggio
nb: Melding påkrevd

source: File is too big. Max %s bytes allowed
it: File troppo grande. Max %s bytes
nb: Filen er for stor. Den kan ikke være større enn %s bytes.

source: Message Posted Successfully
it: Messaggio inserito con successo
nb: Meldingen ble sendt

source: Unable to post the message. Try again
it: Impossibile inserire il messaggio. Riprovare di nuovo
nb: Kunne ikke poste meldingen. Prøv igjen

source: Error(s) occured. Please try again
it: Si sono verificati errori. Si prega di riprovare
nb: En feil oppstod. Vennligst forsøk på nytt

source: Uknown action
it: Azione sconosciuta
nb: Ukjent handling

source: Error loading settings. Contact admin.
it: Errore nel caricamento delle impostazioni. Contattare l'amministratore.
nb: Feil ved lasting av innstillinger. Kontakt administrator.

source: Unable to connect to the database
it: Impossibile connettersi al database
nb: Kan ikke koble til databasen

source: Unable to load config info from DB. Get tech support.
it: Impossibile caricare le informazioni di configurazione da DB. Chiedere supporto tecnico.
nb: Kan ikke hente konfigurasjon fra databasen. Kontakt support.

source: Short open tag disabled! - osTicket requires it turned ON.
it: Short open tag disabilitati! - osTicket richiede che siano abilitati.
nb: Short open tag deaktivert! - osTicket krever at dette er skrudd PÅ.

source: Fatal Error:
it: Errore fatale:
nb: Fatal feil:

source: Contact system adminstrator.
it: Contattare l'amministratore del sistema.
nb: Kontakt systemadministrator.

source: System Language:
it: Lingua del sistema
nb: Språk:

source: Internal Error
it: Errore interno
nb: Internfeil

source: Name required
it: Inserire un nome
nb: Navn påkrevd

source: Subject required
it: Inserire un oggetto
nb: Emne påkrevd

source: Template message required
it: Inserire un modello di messaggio
nb: Meldingsmal påkrevd

source: Unable to update. Internal error occured
it: Impossibile aggiornare. Errore interno
nb: Kunne ikke oppdatere. Intern feil oppstod

source: Name already in use
it: Nome gi&agrave; in uso
nb: Navnet er allerede i bruk

source: Unknown template
it: Modello sconosciuto
nb: Ukjent mal

source: Unable to create the template. Internal error occured
it: Impossibile creare il modello. Errore interno
nb: Kunne ikke opprette mal. Intern feil oppstod

source: Showing
it: Elenco
nb: Viser

source: DB Error #
it: Errore DB #
nb: Databasefeil #

source: Internal error. Try again
it: Errore interno. Provare di nuovo
nb: Internfeil. Prøv igjen

source: Help topic required
it: Inserire argomento di aiuto
nb: Hjelp emne påkrevd

source: Topic is too short. 5 chars minimum
it: L'argomento &egrave; troppo corto. Minimo 5 caratteri
nb: Emnet er for kort. Minimum fem tegn

source: Topic already exists
it: L'argomento esiste gi&agrave;
nb: Emnet eksisterer allerede

source: You must select a department
it: Selezionare un dipartimento
nb: Du må velge en avdeling

source: You must select a priority
it: Selezionare una priorit&agrave;
nb: Du må sette en prioritet

source: Unable to update topic. Internal error occured
it: Impossibile aggiornare l'argomento. Errore interno
nb: Kan ikke oppdatere emnet. Internfeil

source: Unable to create the topic. Internal error
it: Impossibile creare un argomento. Errore interno
nb: Kan ikke opprette emnet. Internfeil

source: API passphrase missing.
it: API passphrase mancante
nb: API-passordfrase mangler.

source: Valid IP required
it: Richiesto un valido IP
nb: Gyldig IP-adresse påkrevd

source: API key for the IP already exists
it: La chiave API per questo IP esiste gi&agrave;
nb: API-nøkkel eksisterer allerede for denne IP-adressen

source: Required
it: Richiesto
nb: Påkrevd

source: Must be at least 3 words long.
it: Deve essere lungo almeno 3 parole.
nb: Må være minst tre ord

source: Already set
it: Gi&agrave; configurato
nb: Allerede satt

source: Helpdesk URl required
it: Inserire un helpdesk URl
nb: Kundestøtte-URI påkrevd

source: Helpdesk title required
it: Inserire un titolo helpdesk
nb: Kundestøttetittel påkrevd

source: Default Dept. required
it: Inserire il dipartimento predefinito
nb: Standardavdeling påkrevd

source: Default email required
it: Inserire l'email predefinita
nb: Standardepost påkrevd

source: You must select template.
it: Selezionare modello
nb: Du må velge en mal

source: Enter idle time in minutes
it: Inserire il tempo di inattivit&agrave; in minuti
nb: Angi inaktivitetstid i minutter

source: Time format required
it: Inserire il formato dell'ora
nb: Tidsformat påkrevd

source: Date format required
it: Inserire il formato della data
nb: Datoformat påkrevd

source: Datetime format required
it: Inserire il formato di data e ora
nb: Datotid-format påkrevd

source: Day, Datetime format required
it: Inserire il formato di giorno, data e ora
nb: Dag, datotid-format påkrevd

source: Valid email required
it: Inserire indirizzo email valido
nb: Gyldig epostadresse påkrevd

source: Enter lock time in minutes
it: Inserire il tempo di blocco in minuti
nb: Angi låstid i minutter

source: No target recipient(s) selected
it: Nessun destinatario selezionato
nb: Ingen mottaker(e) valgt

source: Reply separator required (?)
it: Richiesto separatore di risposta (?)
nb: Svaravskiller påkrevd

source: The GD extension required
it: Richiesta l'estensione GD
nb: GD-forlengelse påkrevd

source: PNG support required for Image Captcha
it: Richiesto il supporto PNG per Image Captcha
nb: PNG-støtte påkrevd for Image Captcha

source: Email already setup as system email
it: E-mail gi&agrave; configurata come e-mail di sistema
nb: Epostadresse er allerede ibruk som epostadresse for systemet

source: Error: Contact system admin.
it: Errore: contattare l'amministratore di sistema
nb: Feil: Kontakt systemadministrator

source: Please fill in the form below to open a new ticket.
it: Si prega di compilare il modulo sottostante per aprire un nuovo ticket.
nb: Vennligst fyll ut skjemaet nedenfor for å åpne en ny sak

source: Full Name:
it: Nome Completo:
nb: Fullt navn:

source: Email Address:
it: Indirizzo e-mail:
nb: Epostadresse:

source: Telephone:
it: Telefono:
nb: Telefonnummer:

source: Help Topic:
it: Argomento:
nb: Hjelp Emne:

source: General Inquiry
it: Richiesta generica
nb: Generell forespørsel

source: Subject:
it: Oggetto:
nb: Emne:

source: Message:
it: Messaggio:
nb: Melding:

source: Priority:
it: Priorit&agrave;:
nb: Prioritet:

source: Attachment:
it: Allegato:
nb: Vedlegg:

source: Captcha Text:
it: Testo captcha
nb: Captcha tekst

source: Enter the text shown on the image.
it: Scrivere il testo mostrato nell'immagine.
nb: Skriv teksten vist i bildet

source: Submit Ticket
it: Inviare il ticket
nb: Send sak

source: Reset
nb: Nullstill

source: Cancel
it: Annullare
nb: Avbryt

source: Support Center
nb: Hjelpesenter

source: Log Out
it: Uscita
nb: Logg av

source: My Tickets
it: Propri ticket
nb: Mine saker

source: Ticket Status
it: Stato Ticket
nb: Status

source: New Ticket
it: Nuovo Ticket
nb: Ny sak

source: Home
nb: Hjem

source: View Open
it: Aperti
nb: Vis åpne saker

source: View Closed
it: Chiusi
nb: Vis lukkede saker

source: Refresh
it: Aggiornare
nb: Oppfrisk

source: Sort By Ticket ID
it: Ordinamento per Ticket ID
nb: Sorter mht. Sak ID

source: Ticket #
nb: Sak #

source: Sort By Date
it: Ordinamento per data
nb: Sorter mht. dato

source: Create Date
it: Data Creazione
nb: Opprettet dato

source: Subject
it: Oggetto
nb: Emne

source: Sort By Category
it: Ordinamento per categoria
nb: Sort mht. kategori

source: Department
it: Dipartimento
nb: Avdeling

source: Email
nb: Epost

source: NO tickets found.
it: Nessun ticket trovato
nb: INGEN saker funnet

source: To view the status of a ticket, provide us with your login details below.<br/>If this is your first time contacting us or you've lost the ticket ID, please <a href='open.php'>click here</a> to open a new ticket.
it: Per vedere lo stato di un ticket, inserire pi&ugrave; sotto i dati di login.<br />Se &egrave; il primo contatto o si &egrave; perso il ticket ID, si prega di <a href='open.php'>premere qu&igrave;</a> per aprire un nuovo ticket.
nb: For å vise status for en sak, gi oss dine brukerdetaljer nedenfor.<br />Hvis dette er den første gangen du kontakter oss, eller du har mistet sak ID'en, vennligst <a href='open.php'>trykk her</a> for å åpne en ny sak.

source: E-Mail:
nb: Epost

source: Ticket ID:
nb: Sak ID:

source: View Status
it: Stato
nb: Vis status

source: Reload
it: Ricarica
nb: Last på nytt

source: Ticket Status:
it: Stato ticket:
nb: Status på sak:

source: Department:
it: Dipartimento:
nb: Avdeling:

source: Create Date:
it: Data di creazione
nb: Opprettet dato:

source: Name:
it: Nome:
nb: Navn:

source: Email:
nb: Epost

source: Phone:
it: Telefono:
nb: Telefonnummer:

source: Ticket Thread
it: Storia ticket
nb: Saktråd

source: Ticket will be reopened on message post
it: Il ticket verr&agrave; riaperto all'invio del messaggio
nb: Saken vil bli gjenåpnet på meldingsposten

source: Enter Message
it: Scrivere il messaggio
nb: Skriv melding

source: Attach File
it: Allegare file
nb: Legg ved fil

source: Post Reply
it: Inviare risposta
nb: Skriv svar

source: Thank you for contacting us.<br>A support ticket request has been created and a representative will be getting back to you shortly if necessary.
it: Grazie per averci contattato.<br />Una richiesta si assistenza (ticket) &egrave; stata creata e sar&agrave; esaminata prima possibile.
nb: Takk for at du kontaktet oss.<br />En saksanmodning har blitt opprettet og en representant vil ta kontakt om nødvendig.

source: An email with the ticket number has been sent to <b>%s</b>.You'll need the ticket number along with your email to view status and progress online.
it: Un messaggio di posta elettronica con il numero di ticket (ticket ID) &egrave; stato spedito a <b>%s</b>. Il numero del ticket assieme all'indirizzo email sar&agrave; necessario per vedere online lo stato di avanzamento del ticket.
nb: En epost med saksnummeret har blitt sendt til <b>%s</b>. Du vvil trenge saksnummeret og eposten din for å se statusen og progresjonen på nettet.

source: If you wish to send additional comments or information regarding same issue, please follow the instructions on the email.
it: Se si desidera inviare ulteriori commenti o informazioni relative alla stessa problematica, si prega di seguire le istruzioni e-mail.
nb: Hvis du ønsker å sende ytterligere kommentarer eller informasjon om samme sak, vennligst følg instruksjonene i eposten.

source: Invalid input
it: Dato non valido
nb: Ugyldig inndata

source: No fields setup
it: Nessuna configurazione dei campi
nb: Ingen felter er satt opp

source: (5 chars min)
it: (min. 5 caratteri)
nb: (minst 5 tegn)

source: (3 chars min)
it: (min. 3 caratteri)
nb: (minst 3 tegn)

source: (type not set)
it: (tipo non configurato)
nb: (type er ikke satt)

source: First and last name required
it: Inserire nome e cognome
nb: For- og etternavn påkrevd

source: Username required
it: Inserire nome utente
nb: Brukernavn påkrevd

source: Username already in-use
it: Nome utente gi&agrave; in uso
nb: Brukernavn er allerede i bruk

source: Already in-use system email
it: E-mail di sistema gi&agrave; in uso
nb: Systemepostadressen er allerede i bruk

source: Valid number required
it: Inserire numero valido
nb: Gyldig nummer påkrevd

source: Temp password required
it: Inserire password temporanea
nb: Midlertidig passord påkrevd

source: Password(s) do not match
it: Password non corrispondente
nb: Passord(ene) stemmer ikke overens

source: Must be at least 6 characters
it: Deve essere di almeno 6 caratteri
nb: Må inneholde minst 6 tegn

source: Department required
it: Inserire dipartimento
nb: Avdeling påkrevd

source: Group required
it: Inserire gruppo
nb: Gruppe påkrevd

source: Unable to update the user. Internal error occured
it: Impossibile aggiornare l'utente. Errore interno
nb: Kan ikke oppdatere brukeren. Internfeil oppstod

source: Unable to create user. Internal error
it: Impossibile creare l'utente. Errore interno
nb: Kan ikke opprette bruker. Intern feil

source: Staff Members
it: Membri dello staff
nb: Ansatte

source: No staff found. <a href='admin.php?t=staff&a=new&dept=%s'>Add New User</a>.
it: Trovato nessuno staff. <a href='admin.php?t=staff&a=new&dept=%s'>Aggiungere nuovo utente</a>.
nb: Ingen ansatte funnet. <a href='admin.php?t=staff&a=new&dept=%s'>Opprett ny bruker</a>.

source: Full Name
it: Nome completo
nb: Fullt navn

source: Username
it: Nome utente
nb: Brukernavn

source: Group
it: Gruppo
nb: Gruppe

source: Dept
it: Dipartimento
nb: Avdeling

source: Created
it: Creato
nb: Opprettet

source: Last Login
it: Ultimo Login
nb: Siste pålogging

source: Query returned 0 results
it: La ricerca non ha dato risultato
nb: Spørring returnerte 0 resultater

source: Select:
it: Selezione:
nb: Velg:

source: All
it: Tutto
nb: Alle

source: Toggle
it: Attiva/Disattiva
nb: Merk på/av

source: None
it: Nessuno
nb: Ingen

source: Enable
it: Attivare
nb: Aktiver

source: Are you sure you want to ENABLE selected user(s)?
it: Si &egrave; sicuri di voler ATTIVARE gli utenti selezionati?
nb: Er du sikker på at du vil AKTIVERE valgte bruker(e)?

source: Lock
it: Bloccare
nb: Lås

source: Are you sure you want to LOCK selected user(s)?
it: Si &egrave; sicuri di voler BLOCCARE gli utenti selezionati?
nb: Er du sikker på at du vil LÅSE valgte bruker(e)?

source: Delete
it: Eliminare
nb: Slett

source: Are you sure you want to DELETE selected user(s)?
it: Si &egrave; sicuri di voler ELIMINARE gli utenti selezionati?
nb: Er du sikker på at du vil SLETTE valgte bruker(e)?

source: Send alert to user.
it: Spedire un avviso all'utente.
nb: Send varsling til bruker:

source: Ticket Source:
it: Fonte del ticket
nb: Sakkilde:

source: Select Source
it: Seleziona fonte
nb: Velg kilde

source: Phone
it: Telefono
nb: Telefonnummer

source: Other
it: Altro
nb: Annet

source: Select Department
it: Selezionare dipartimento
nb: Velg avdeling

source: Issue Summary:
it: Sommario del problema:
nb: Utsted oppsummering:

source: Visible to client/customer.
it: Visibile al cliente.
nb: Synlig for klient/kunde

source: Premade:
it: Predefiniti:
nb: Forhåndslagd:

source: Select a premade reply/issue
it: Selezionare una risposta predefinita
nb: Velg et forhåndslagd svar

source: Append
it: Aggiungere
nb: Legg til

source: Internal Note:
it: Nota interna:
nb: Internt notat

source: Optional Internal note(s).
it: Nota interna opzionale.
nb: Valgfri intern notat(er)

source: Due Date:
it: Data di scadenza:
nb: Fristdato

source: Time is based on your time zone (GM %s)
it: L'ora &egrave; basata sul fuso orario locale (GM%s)
nb: Tiden er basert på din tidssone (GM %s)

source: Select One
it: Selezionare uno
nb: Velg en

source: Assign To:
it: Assegnare a:
nb: Tildelt:

source: -Assign To Staff-
it: -Assegnare a staff-
nb: -Tildelt Ansatte-

source: Send alert to assigned staff.
it: Spedire avviso al membro dello staff interessato
nb: Send varsel til tildelte ansatte

source: Signature:
it: Firma:
nb: Underskrift

source: none
it: nessuno
nb: ingen

source: My signature
it: Firma personale
nb: Min underskrift

source: Dept Signature (if any)
it: Firma dipartimento (se esiste)
nb: Avdeling underskrift (hvis noen)

source: My Profile Info
it: Informazioni profilo personale
nb: Min profil informasjon

source: Username:
it: Utente:
nb: Brukernavn

source: First Name:
it: Nome:
nb: Fornavn:

source: Last Name:
it: Cognome:
nb: Etternavn:

source: Office Phone:
it: Telefono ufficio:
nb: Jobbtelefonnummer:

source: Cell Phone:
it: Cellulare:
nb: Mobiltelefonnummer

source: Save
it: Salvare
nb: Lagre

source: Errors
it: Errori
nb: Feil

source: Warnings
it: Avvertimenti
nb: Advarsler

source: Debug logs
it: Log di debug
nb: Feilsøkingslogger

source: All logs
it: Tutti i log
nb: Alle logger

source: Entered date span is invalid. Selection ignored.
it: L'intervallo di tempo inserito no &egrave; valido. Selezione ignorata.
nb: Valgte tidsperiode er ugyldig. Valget blir oversett.

source: System Logs
it: Log di sistema
nb: Systemlogger

source: Date Span:
it: Intervallo di tempo:
nb: Datoperiode

source: From
it: Da
nb: Fra

source: Debug
nb: Feilsøking

source: Go!
it: Invia!
nb: Start!

source: Query returned 0 results.
it: La ricerca non ha dato risultati.
nb: Spørring returnerte 0 resultater.

source: page:
it: pagina:
nb: side:

source: Attachments Settings
it: Impostazione Allegati
nb: Vedlegg innstillinger

source: Before enabling attachments make sure you understand the security settings and issues related to file uploads.
it: Prima di abilitare gli allegati, sincerarsi di aver compreso le impostazioni di sicurezza e i problemi relativi al caricamento dei file.
nb: Før du skrur på vedlegg, sørg for at du forstårsikkerhetsinnstillingene og saker relatert til filopplasting.

source: Allow Attachments
it: Permettere Allegati
nb: Tillat vedlegg

source: Global Setting
it: Impostazione generale
nb: Globale innstillinger

source: Emailed Attachments:
it: Allegati E-mail:
nb: Sendte vedlegg:

source: Accept emailed files
it: Accettare file per e-mail
nb: Aksepter filer

source: Online Attachments:
it: Allegati Online:
nb: Online-vedlegg:

source: Allow online attachments upload
it: Permettere caricamento allegati online
nb: Tillat online-vedlegg opplasting

source: Authenticated users Only.
it: Solo utenti autenticati.
nb: Autentiser bare brukere.

source: User must be logged in to upload files
it: L'utente deve essersi autenticato per caricare file
nb: Bruker må være pålogget for å laste opp filer

source: Staff Response Files:
it: File di risposta dello staff:
nb: Ansattes svarfiler:

source: Email attachments to the user
it: Spedire allegati all'utente
nb: Epost-vedlegg til brukeren

source: Maximum File Size:
it: Massima dimensione dei file:
nb: Maks filstørrelse

source: Attachment Folder:
it: Cartella Allegati:
nb: Vedleggmappe:

source: Web user (e.g apache) must have write access to the folder.
it: Utenti web (p.e. Apache) devono avere accesso in scrittura alla cartella.
nb: Nettbruker (f.eks. apache) må ha skrivetilgang til mappen:

source: Accepted File Types:
it: Tipi di file accettati:
nb: Tillate filtyper:

source: Enter file extensions allowed separated by a comma. e.g <i>.doc, .pdf, </i>
it: Inserire le estensioni dei file separate da virgole. Per esempio <i>.doc, .pdf, </i>
nb: Skriv de tillate filutvidelsene separert med komma. F.eks <i>.doc, .pdf,</i>

source: To accept all files enter wildcard <b><i>.*</i></b>&nbsp;&nbsp;i.e dotStar (NOT recommended).
it: Per accettare tutti i file, inserire il carattere jolly <b><i>.*</i></b>&nbsp;&nbsp; asterisco (NON raccomandato).
nb: For å akseptere alle filene, skriv inn wildcard <b><i>.*</i></b>&nbsp;&nbsp;f.eks dotStjerne (IKKE anbefalt).

source: Save Changes
it: Salvare modifiche
nb: Lagre endringer

source: Reset Changes
it: Annullare modifiche
nb: Tilbakestill endringer

source: Departments
it: Dipartimenti
nb: Avdelinger

source: Dept. Name
it: Nome dip.
nb: Avdelingsnavn

source: Users
it: Utenti
nb: Brukere

source: Primary Outgoing Email
it: E-mail in uscita primaria
nb: Hovedepostadresse for utgående post

source: Manager
nb: Prosjektleder

source: Make Public
it: Rendere Pubblico
nb: Gjør tilgjengelig

source: Are you sure you want to make selected depts(s) public?
it: Si &egrave; sicuri di voler rendere pubblici i dipartimenti selezionati?
nb: Er du sikker på at du vil gjøre valgte avdeling(er) tilgjengelig?

source: Make Private
it: Rendere Privato
nb: Begrens tilgang

source: Are you sure you want to make selected depts(s) private?
it: Si &egrave; sicuri di voler rendere i dipartimenti selezionati privati?
nb: Er du sikker på at du vil begrense tilgangen til valgte avdeling(er)?

source: Delete Dept(s)
it: Eliminare dipartimenti
nb: Slett avdeling(er)

source: Are you sure you want to DELETE selected depts(s)?
it: Si &egrave; sicuri di voler ELIMINARE i dipartimenti selezionati?
nb: Er du sikker på at du vil slette valgte avdeling(er)?

source: Welcome back
it: Bentornato
nb: Velkommen tilbake

source: Admin Panel
it: Pannello amministrazione
nb: Administratorpanel

source: Staff Panel
it: Pannello staff
nb: Ansattpanel

source: My Preference
it: Preferenze personali
nb: Mine innstillinger

source: My Account
it: Account personale
nb: Min konto

source: Invalid path
it: Percorso non valido
nb: Ugyldig sti

source: osTicket:: SCP Login
nb: osTicket: SCP pålogging

source: osTicket Staff Control Panel
it: Pannello di controllo staff di osTicket
nb: osTicket ansatt kontrollpanel

source: Password
nb: Passord

source: Login
it: Accesso
nb: Logg inn

source: API Key
it: Chiave API
nb: API-nøkkel

source: Active
it: Attivo
nb: Aktiv

source: IP Address
it: Indirizzo IP
nb: IP-adresse

source: Sort By Create Date
it: Ordinamento per Data Creazione
nb: Sorter mht. opprettet dato

source: Index list
it: Elenco completo
nb: Indeksliste

source: Are you sure you want to ENABLE selected keys?
it: Si &egrave; sicuri di voler ATTIVARE le chiavi selezionate?
nb: Er du sikker på at du vil skru på valgte nøkler?

source: Disable
it: Disattivare
nb: Deaktivér

source: Are you sure you want to DISABLE selected keys?
it: Si &egrave; sicuri di voler DISATTIVARE le chiavi selezionate?
nb: Er du sikker på at du vil deaktivére valgte nøkler?

source: Are you sure you want to DELETE selected keys?
it: Si &egrave; sicuri di voler ELIMINARE le chiavi selezionate?
nb: Er du sikker på at du vil SLETTE valgte nøkler?

source: Add New IP
it: Aggiungere nuovo IP
nb: Legg til ny IP

source: Add a new IP address.
it: Aggiungere nuovo indirizzo IP.
nb: Legg til ny IP-adresse

source: Add
it: Aggiungere
nb: Legg til

source: API Passphrase
it: Passphrase API
nb: API passordfrase

source: Passphrase must be at least 3 words. Required to generate the api keys.
it: La passphrase deve errere di almeno 3 parole. E' richiesta per generare le chiavi API.
nb: Passordfrase må være minst 3 ord. Kreves til å generere API-nøklene.

source: Phrase:
it: Frase:
nb: Frase:

source: Submit
it: Inviare
nb: Bekreft

source: Please note that changing the passprase does NOT invalidate existing keys. To regerate a key you need to delete and readd it.
it: Notare che cambiare la passphrase NON invalida le chiavi esistenti. Per rigenerare una chiave, bisogna eliminarla e reinserirla.
nb: Vær obs på at å bytte passordfrase ugyldiggjør IKKE eksiterende nøkler. For å regenerere en nøkkel, må du slette og legge den til på nytt.

source: Search term must be more than 3 chars
it: Il termine di ricerca deve avere almeno 3 caratteri
nb: Søkeordet må være lengre enn 3 tegn

source: Overdue Tickets
it: Ticket scaduti
nb: Forfalte saker

source: Answered Tickets
it: Ticket con risposta
nb: Svarte saker

source: Closed Tickets
it: Ticket chiusi
nb: Avsluttete saker

source: Query:
it: Ricerca:
nb: Spørring:

source: Search
it: Cercare
nb: Søk

source: Advanced
it: Modalit&agrave; avanzata
nb: Avansert

source: Dept:
it: Dip.:
nb: Avdeling:

source: All Departments
it: Tutti i dipartimenti
nb: Alle avdelingene

source: Status is:
it: Stato:
nb: Statusen er:
