Repository: MangaII/osticketplus
Catalog: upload/i18n/templates/*.po
Languages: it, nb

source: Any status
it: Nessun stato
nb: Enhver status

source: Open
it: Aprire
nb: Åpne

source: Overdue
it: Scaduto
nb: Forfalt

source: Closed
it: Chiuso
nb: Lukket

source: to
it: a
nb: til

source: Scan
nb: Let

source: Fulltext
nb: Full tekst

source: Sort by:
it: Ordinare per:
nb: Sorter etter:

source: Priority
it: Priorit&agrave;
nb: Prioritet

source: Date
it: Data
nb: Dato

source: Dept.
it: Dip.
nb: Avdeling.

source: Descending
it: Decrescente
nb: Synkende

source: Ascending
it: Crescente
nb: Stigende

source: Results Per Page:
it: Risultati per pagina:
nb: Resultater per side:

source: Basic
it: Modalit&agrave; base
nb: Grunnleggende

source: Ticket
nb: Sak

source: Sort By Priority
it: Ordinamento per priorit&agrave;
nb: Sorter mht. prioritet

source: Ticket:
nb: Sak:

source: Reopen
it: Riaprire
nb: Gjenåpne

source: Are you sure you want to reopen selected tickets?
it: Si &egrave; sicuri di voler riaprire i ticket selezionati?
nb: Er du sikker på at du ønsker å gjenåpne valgte saker?

source: Are you sure you want to mark selected tickets overdue/stale?
it: Si &egrave; sicuri di voler marcare i ticket selezionati come scaduti?
nb: Er du sikker på at du vil markere valgte saker forfalt/gammel?

source: Close
it: Chiudere
nb: Lukk

source: Are you sure you want to close selected tickets?
it: Si &egrave; sicuri di voler chiudere i ticket selezionati?
nb: Er du sikker på at du ønsker å lukke valgte saker?

source: Are you sure you want to DELETE selected tickets?
it: Si &egrave; sicuri di voler ELIMINARE i ticket selezionati?
nb: Er du sikker på at du ønsker å SLETTE valgte saker?

source: Access Denied. Perm error.
it: Accesso rifiutato. Errore permanente
nb: Ingen tilgang. Feil i rettigheter.

source: Update Ticket #
it: Aggiornare Ticket #
nb: Oppdater sak #

source: View Ticket
it: Visualizzare Ticket
nb: Vis sak

source: Time is based on your time zone GM %s
it: Il tempo &egrave; basato sul fuso orario locale GM %s
nb: Tiden er basert på din tidssone GM %s

source: (deleted)
it: (eliminato)
nb: (slettet)

source: (optional)
it: (opzionale)
nb: (valgfri)

source: Reasons for the edit.
it: Ragione della modifica.
nb: Begrunnelse for endringen.

source: Update Ticket
it: Aggiornare ticket
nb: Oppdater sak

source: Edit Premade Reply
it: Modificare la risposta predefinita
nb: Rediger ferdiglaget svar

source: Add New Premade Reply
it: Aggiungere una nuova risposta predefinita
nb: Legg til nytt ferdiglaget svar

source: Inative
it: Inattivo
nb: Inaktiv

source: Category:
it: Categoria:
nb: Kategori:

source: Department under which the 'answer' will be made available.
it: Dipartimento in cui la 'risposta' sar&agrave; resa disponibile.
nb: Avdelingen for hvilket 'svaret' vil være tilgjengelig.

source: Answer:
it: Risposta:
nb: Svar:

source: Premade Reply - Ticket's base variables are supported.
it: Risposta predefinita - Sono supportate le variabili base dei Ticket.
nb: Forhåndslaget svar - Saksbaserte variable støttes.

source: Email Templates
it: Modelli di e-mail
nb: Epostmaler

source: Template Info
it: Informazioni modello
nb: Mal informasjon

source: Last updated on
it: Ultimo aggiornamento il
nb: Sist oppdatert

source: Name
it: Nome
nb: Navn

source: Internal notes:
it: Note interne:
nb: Interne skriv:

source: Administrative notes
it: Note amministrative
nb: Administrative skriv

source: User
it: Utente
nb: Bruker

source: New Ticket Autoresponse
it: Nuovo autorisponditore ticket
nb: Nytt automatisk svar for sak

source: Autoresponse sent to user on new ticket if enabled.
it: Risposta automatica inviata all'utente per nuovo ticket, se abilitata.
nb: Automatisk svar sendt til bruker av ny sak hvis mulig.

source: Meant to give the user the ticket ID which can be used to check the status online.
it: Lo scopo &egrave; di dare all'utente il ticket ID che pu&ograve; essere utilizzato per controllare lo stato online.
nb: Ment å gi brukeren saks-ID'en, som kan brukes til å sjekke status online.

source: Message Body:
it: Corpo del messaggio:
nb: Meldingsteksten:

source: New Message Autoresponse
it: Nuovo messaggio di risposta automatica
nb: Nytt automatisk svar for melding

source: Confirmation sent to user when a new message is appended to an existing ticket. (email and web replies)
it: Conferma inviata all'utente quando un nuovo messaggio &egrave; accodato ad un ticket esistente. (Risposte e-mail e web)
nb: Bekreftelse sendt til bruker når en ny melding er lagt til en eksisterende sak (epost og nettsvar)

source: New Ticket Notice
it: Avviso nuovo ticket
nb: Ny saksmelding

source: Notice sent to user, if enabled, on new ticket <b>created by staff</b> on their behalf.
it: Avviso inoltrato all'utente, se attivato, di un nuovo ticket <b>creato dallo staff</b> per suo conto.
nb: Melding sendt til bruker hvis mulig, angående ny sak <b>laget av ansatte</b> på deres vegne.

source: Over Ticket limit Notice
it: Avviso di limite ticket
nb: Over grensen for saksmeldinger

source: A one time notice sent when user has reached the max allowed open tickets defined in preferences.
it: Un avviso unico inviato quando l'utente ha raggiunto il massimo consentito di ticket aperti definito nelle preferenze.
nb: Engangsvarsel sendt når brukeren når maks tillatte åpne saker, definert i innstillingene.

source: Admin email gets alert each time a support ticket request is denied.
it: L'amministratore ottiene avviso per e-mail ogni volta che viene negata una richiesta di assistenza.
nb: Administratorepost får varsel hver gang en sak blir nektet

source: Ticket Response/Reply
it: Risposta ticket
nb: Sakssvar

source: Message template used when responding to a ticket or simply alerting the user about a response/answer availability.
it: Modello di messaggio usato per rispondere ad un ticket o per avvertire l'utente della presenza di una risposta.
nb: Meldingsmal brukt når man svarer på en sak eller varsler brukeren om svarmuligetene.

source: Staff
nb: Ansatte

source: New Ticket Alert
it: Avviso nuovo ticket
nb: Ny saksvarsel

source: Alert sent to staff ( if enabled) on new ticket.
it: Avviso di nuovo ticket spedito allo staff (se attivato)
nb: Varsel sendt til ansatte (hvis mulig) om en ny sak.

source: New Message Alert
it: Avviso di nuovo messaggio
nb: Ny varselsmelding

source: Alert sent to staff ( if enabled) when user replies to an existing ticket.
it: Avviso spedito allo staff (se attivato) quando l'utente risponde ad un ticket esistente.
nb: Varsel sendt til ansatte (hvis mulig) når brukeren svarer på en eksisterende sak.

source: New Internal Note Alert
it: Avviso di nuova nota interna
nb: Varsel om nytt internskriv

source: Alert sent to selected staff ( if enabled) when an internal note is appended to a ticket.
it: Avviso spedito allo staff (se attivato) quando &egrave; aggiunta una nota interna ad un ticket.
nb: Varsel sendt til valgte ansatte (hvis mulig) når et internt skriv er lagt ved en sak.

source: Ticket Assigned Alert/Notice
it: Avviso di assegnazione ticket
nb: Sak tildelingsvarsel

source: Alert sent to staff on ticket assignment.
it: Avviso di assegnazione ticket spedito allo staff
nb: Varsel sendt til ansatte om sakstildeling.

source: Overdue/Stale Ticket Alert/Notice
it: Avviso di ticket scaduto
nb: Forfalt/gammel saksvarsel

source: Alert sent to staff on stale or overdue tickets.
it: Avviso di ticket scaduto spedito allo staff
nb: Varsel sendt til ansatte om en forfalt eller gammel sak.

source: Cancel Edit
it: Annullare modifiche
nb: Angre redigering

source: Search Results
it: Risultati Ricerca
nb: Søkeresultater

source: Banned Email Addresses
it: Indirizzi e-mail bloccati
nb: Utestengte epostadresser

source: Sort by email
it: Ordinamento per e-mail
nb: Sorter etter epostadresser

source: Submitter
it: Inviato da
nb: Bidragsgiver/Avsender

source: Date Added
it: Data aggiunta
nb: Dato lagt til

source: Remove From List
it: Eliminare dalla lista
nb: Fjern fra lista

source: Are you sure you want to REMOVE selected email from ban list?
it: Si &egrave; sicuri di voler ELIMINARE gli indirizzi e-mail dalla lista dei bloccati?
nb: Er du sikker på at du vil FJERNE valgte epostadresser fra utestengelselista?

source: Help Topics
it: Argomenti di aiuto
nb: Hjelpemner

source: Help Topic
it: Argomento di aiuto
nb: Hjelpemne

source: AutoResp.
it: Autorisp.
nb: Automatisk svar

source: Last Updated
it: Ultimo aggiornamento
nb: Sist oppdatert

source: <b>Disabled</b>
it: <b>Disabilitato</b>
nb: <b>deaktivert</b>

source: No
nb: Nei

source: <b>Yes</b>
it: <b>Si</b>
nb: <b>Ja</b>

source: Are you sure you want to make selected services active?
it: Si &egrave; sicuri di voler attivare i servizi selezionati?
nb: Er du sikker på at du vil aktivere valgte tjenester?

source: Are you sure you want to DISABLE selected services?
it: Si &egrave; sicuri di voler DISATTIVARE i servizi selezionati?
nb: Er du sikker på at du vil DEAKTIVERE valgte tjenester?

source: Are you sure you want to DELETE selected services?
it: Si &egrave; sicuri di voler ELIMINARE i servizi selezionati?
nb: Er du sikker på at du vil SLETTE valgte tjenester?

source: Edit Email
it: Modificare e-mail
nb: Rediger epost

source: New Email
it: Nuova e-mail
nb: Ny epost

source: Email Info
nb: Epost informasjon

source: Settings are mainly for emailed tickets. For online/web tickets see help topics.
it: La configurazione &egrave; principalmente per ticket inviati per e-mail. Per ticket via web vedere gli argomenti ticket.
nb: Innstillingene er hovedsaklig for saker via epost. For online/nettsaker se hjelpemnene.

source: Email Address
it: Indirizzo e-mail
nb: Epostadresse

source: Email Name:
it: Nome e-mail:
nb: Epostnavn:

source: Optional email's FROM name.
it: Nome mittente e-mail opzionale.
nb: Valgri epost AVSENDERnavn

source: New Ticket Priority
it: Nuova priorit&agrave; ticket
nb: Ny saksprioritet

source: Select Priority
it: Selezionare priorit&agrave;
nb: Velg prioritet

source: New Ticket Dept.
it: Nuovo dipartimento ticket
nb: Ny saksavdeling

source: Auto Response
it: Risposta automatica
nb: Automatisk svar

source: <b>Disable</b> autoresponse for this email.
it: <b>Disattiva</b> la risposta automatica per questa e-mail.
nb: <b>Deaktiver</b> automatisk svar for denne eposten.

source: Overwrite Dept setting
it: Sovrascrivere impostazioni dipartimento
nb: Skriv over avdelingsinnstillinger

source: <b>Login info (optional)</b>: Required when IMAP/POP and/or SMTP are enabled.
it: <b>Informazioni di login (optionali)</b>: richieste se sono attivati IMAP/POP e/o SMTP.
nb: <b>Pålogging informasjon (valgfri)</b>: Påkrevd når IMAP/POP og/eller SMTP er skrudd på.

source: Mail Account (Optional)
it: Account e-mail (opzionale)
nb: Epostkonto

source: Setting for fetching incoming emails. Mail fetching must be enabled with autocron active or external cron setup.
it: Impostazione per il ritiro dei messaggi di posta elettronica in arrivo. Ritirare la posta deve essere abilitato con autocron attivo o l'installazione di cron esterno.
nb: Innstilling for å hente innkommende eposter. Epost henting må være skrudd PÅ med autocron aktiv eller eksternt cron oppsett.

source: Please be patient, the system will try to login to mail server to validate the entered login info.
it: Un attimo di pazienza, il sistema tenter&agrave; di accedere al server di posta per convalidare le informazioni di login.
nb: Vennligst vær tålmodig, systemet vil prøv å logge på epostserveren for å sjekke påloggingsinformasjonen.

source: Host
nb: Tjener

source: Protocol
it: Protocollo
nb: Protokoll

source: Select
it: Selezionare
nb: Velg

source: Encryption
it: Crittografia
nb: Kryptering

source: Fetch Frequency
it: Frequenza di ritiro
nb: Hentefrekvens

source: Delay intervals in minutes
it: Intervallo di ritardo in minuti
nb: Intervall i minutter

source: Maximum Emails Per Fetch
it: Max numero di e-mail per ritiro
nb: Maks antall epost per innhenting

source: Maximum emails to process per fetch.
it: Max numero di e-mail da elaborare per ritiro.
nb: Maks antall epost å prossessere per innhenting.

source: Delete Messages
it: Cancella i messaggi
nb: Slett meldingene

source: Delete fetched message(s) (<i>recommended when using POP</i>)
it: Elimina i messaggi ritirati (<i>raccomandato se si usa POP</i>)
nb: Slett innhentede melding(er) (<i>anbefalt når man bruker POP</i>)

source: SMTP Settings (Optional)
it: Impostazioni SMTP (opzionali)
nb: SMTP innstillinger (valgfri)

source: When enabled the <b>email account</b> will use SMTP server instead of internal PHP mail() function for outgoing emails.<br>
it: Quando &egrave; attivato l'<b>account e-mail</b> utilizzer&agrave; il server SMTP al posto della funzione PHP mail() interna per email in uscita.<br />
nb: Når det er aktivert vil <b>epostkontoen</b> bruke SMTP tjener istedet for den interne PHP mail() funksjonen for utgående epost.<br />

source: Please be patient, the system will try to login to SMTP server to validate the entered login info.
it: Un attimo di pazienza, il sistema tenter&agrave; di accedere al server SMTP per convalidare le informazioni di login.
nb: Vennligst vær tålmodig, systemet prøver å logge på SMTP tjenere for å validere påloggingsinformasjonen.

source: SMTP Host
it: Host SMTP
nb: SMTP Tjener

source: Authentication Required?
it: Richiedere autenticazione?
nb: Autentisering påkrevd?

source: Yes
it: Si
nb: Ja

source: Best available authentication method is auto-selected based on what the sever supports.
it: Il miglior metodo di autenticazione &egrave; selezionato automaticamente sulla base di ci&ograve; che supporta il server.
nb: Best mulige autentiseringsmetode blir automatisk valgt basert på hva serveren støtter.

source: (Add)
it: (Aggiungere)
nb: (Legg til)

source: (Search)
it: (Cercare)
nb: (Søk)

source: Unable to obtain a lock on the ticket
it: Impossibile ottenere un blocco del ticket
nb: Klarer ikke å få låst saken

source: Ticket is assigned to %s
it: Ticket assegnato a %s
nb: Saken er tildelt %s

source: This ticket is currently locked by another staff member!
it: Questo ticket &egrave; attualmente bloccato da un altro membro dello staff!
nb: Denne saken er for tiden låst av en annen ansatt!

source: Email is in banlist! Must be removed before any reply/response
it: L'indirizzo e-mail &egrave; bloccato! Deve essere sbloccato prima di qualunque risposta
nb: Epostadressen finnes i lista over utestengte epostadresser! Må fjernes derfra før man kan svare

source: Marked overdue!
it: Marcato come scaduto!
nb: Merket forfalt

source: Edit Ticket
it: Modificare ticket
nb: Rediger sak

source: Related Tickets
it: Ticket correlati
nb: Relaterte saker

source: Source:
it: Origine:
nb: Kilde:

source: Assigned Staff:
it: Assegnato a:
nb: Tildelt ansatt:

source: Last Response:
it: Ultima risposta:
nb: Siste svar:

source: Close Date:
it: Data chiusura:
nb: Dato for lukking

source: IP Address:
it: Indirizzo IP:
nb: IP-adresse:

source: Last Message:
it: Ultimo messaggio
nb: Siste melding:

source: Action:
it: Azione:
nb: Handling:

source: Select Action
it: Selezionare azione
nb: Velg handling

source: Change Priority
it: Cambiare priorit&agrave;
nb: Endre prioritet

source: Mark Overdue
it: Marcare come scaduto
nb: Merk forfalt

source: Release (unassign)
it: Rilasciar (togliere assegnazione)
nb: Fjern tildeling

source: Close Ticket
it: Chiudere ticket
nb: Lukk sak

source: Reopen Ticket
it: Riaprire ticket
nb: Åpne sak på nytt

source: Ban Email
it: Bloccare e-mail
nb: Utesteng epostadresse

source: Un-Ban Email
it: Sbloccare e-mail
nb: Fjern utestengelse av epostadressen

source: Delete Ticket
it: Eliminare ticket
nb: Slett sak

source: -Unchanged-
it: -Inalterato-
nb: -Uforandret-

source: GO
it: Invia
nb: Utfør

source: Internal Notes
it: Note interne
nb: Interne skriv

source: posted by
it: inviato da
nb: postet av

source: Canned Response:
it: Risposta aggiunta:
nb: Forhåndslaget svar:

source: Select a premade reply
it: Selezionare risposta predefinita
nb: Velg et forhåndslaget svar

source: Attach File:
it: Allegare file
nb: Legg ved fil:

source: Append Signature:
it: Aggiungere firma:
nb: Legg ved underskrift

source: Dept Signature
it: Firma del dipartimento
nb: Avdelingsunderskrift

source: Close on Reply
it: Chiudere alla risposta
nb: Lukk etter svar

source: Reopen on Reply
it: Riaprire alla risposta
nb: Gjenåpne etter svar

source: Post Internal Note
it: Inviare nota interna
nb: Post internt skriv

source: Note Title:
it: Titolo nota:
nb: Notat tittel:

source: Enter note content.
it: Scrivere contenuto della nota.
nb: Skriv notat innhold.

source: Dept. Transfer
it: Trasferimento dip.
nb: Avdelingoverføring

source: -Select Target Dept.-
it: -Selezionare dip.-
nb: -Velg mål avdelingen-

source: Comments/Reasons for the transfer. &nbsp;(<i>Internal note</i>)
it: Commento/ragione del trasferimento. &nbsp;(<i>Nota interna</i>)
nb: Kommentarer/begrunnelser for overføring. &nbsp;(<i>Internt skriv</i>)

source: Transfer
it: Trasferimento
nb: Overfør

source: Re Assign Ticket
it: Riassegnare ticket
nb: Omfordel sak

source: Assign to Staff
it: Assegnare a staff
nb: Tildel til ansatte

source: Staff Member:
it: Membro dello staff:
nb: Ansatte:

source: -Select Staff Member.-
it: -Selezionare membro staff.-
nb: -Velg ansatt-

source: Comments/message for assignee. &nbsp;(<i>Saved as internal note</i>)
it: Commento/messaggio per l'assegnazione. &nbsp;(<i>Salvato come nota interna</i>)
nb: Kommentarer/meldinger for tildelte. &nbsp;(<i>Lagret som internt skriv</i>)

source: Assign
it: Assegnare
nb: Tildel

source: My Preferences
it: Preferenze personali
nb: Mine innstillinger

source: Maximum Page size:
it: Massime dimensioni pagina:
nb: Maksimum sidestørrelse

source: Tickets/items per page.
it: Tickets/item per pagina.
nb: Saker per side.

source: Auto Refresh Rate:
it: Frequenza di autoaggiornamento:
nb: Autooppdateringsfrekvens

source: in Mins. (<i>Tickets page refresh rate in minutes. Enter 0 to disable</i>)
it: in Min. (<i>Frequenza di aggiornamento della pagina in minuti. Inserire 0 per disabilitare</i>)
nb: i minutter (<i>Sidens oppdateringsfrekvens i minutter. 0 for å deaktivere</i>)

source: Preferred Timezone:
it: Fuso orario preferito:
nb: Foretrukket tidssone:

source: Daylight Savings:
it: Ora legale:
nb: Sommertid:

source: Observe daylight saving
it: Rispettare l'ora legale
nb: Bruk sommertid

source: Current Time:
it: Ora corrente:
nb: Klokkeslett:

source: Edit Topic
it: Modificare argomento
nb: Rediger emne

source: New Help Topic
it: Nuovo argomento
nb: Nytt hjelpemne

source: Disabling auto response will overwrite dept settings.
it: La disattivazione della risposta automatica sovrascriver&agrave le impostazioni di dipartiemnto.
nb: Deaktiver automatisk svar vill overskrive avdelingsinnstillingene

source: Topic Status
it: Stato argomento
nb: Emnestatus

source: Enabled
it: Attivato
nb: Aktivert

source: Disabled
it: Disattivato
nb: Deaktivert

source: Auto Response:
it: Risposta automatica:
nb: Automatisk svar:

source: <b>Disable</b> autoresponse for this topic. (<i>Overwrite Dept setting</i>)
it: <b>Disattiva</b>la risposta automatica per questo argomento. (<i>Sovrascrivi le impostazioni di dip.</i>)
nb: <b>Deaktivert</b> automatisk svar for dette emnet. (<i>Overskriver avdelingsinnstillingene</i>)

source: New Ticket Priority:
it: Nuova Priorit&agrave; ticket:
nb: Ny saksprioritet

source: New Ticket Department:
it: Nuovo dipartimento ticket:
nb: Ny saksavdeling

source: Update: %s %s
it: Aggionamento:%s %s
nb: Oppdater: %s %s

source: To reset the password enter a new one below
it: Per reimpostare la password inserirne una nuova pi&ugrave; sotto
nb: For å nullstille passordet, skriv inn et nytt under

source: New Staff Member
it: Nuovo membro dello staff
nb: Ny ansatt

source: User Account
it: Account utente
nb: Brukerkonto

source: Account information
it: Informazioni sul profilo utente
nb: Kontoinformasjon

source: User Group:
it: Gruppo utente
nb: Brukergruppe:

source: Select Group
it: Selezionare gruppo
nb: Velg gruppe

source: Name (First,Last):
it: Nome (nome, cognome):
nb: Navn (førstenavn,etternavn):

source: Mobile Phone:
it: Cellulare:
nb: Mobiltelefonnummer:

source: Password:
nb: Passord

source: Password (confirm):
it: Parola d'accesso (confermare):
nb: Passord (bekreft)

source: Forced Password Change:
it: Forzare il cambio password:
nb: Tvunget passordendring:

source: Require a change of password in the next login
it: Richiedere cambio password al prossimo login
nb: Krever en endring av passord ved neste pålogging

source: Account Permission, status &amp; Settings
it: Permessi account, stato &amp; impostazioni
nb: Kontotillatelse, status &amp; innstillinger

source: Staff's permission is also based on the assigned group. <b>Admin is not restricted by group settings.</b>
it: I permessi per lo staff sono basati anche sul gruppo assegnato. <b>Admin non &egrave; limitato dalle impostazioni di gruppo</b>
nb: Ansattes tillatelse er også basert på den tildelte gruppa. <b>Administrator er ikke begrenset av gruppeinnstillingene.</b>

source: Account Status
it: Stato Account
nb: Kontostatus

source: Locked
it: Bloccato
nb: Låst

source: Account Type
it: Tipo di account
nb: Kontotype

source: Admin
it: Amministratore
nb: Administrator

source: Directory Listing
it: Elenco Directory
nb: Mappeoversikt

source: Show the user on staff's directory
it: Mostra l'utente della directory dello staff
nb: Vis brukeren i ansattes mappe

source: Vacation Mode
it: Modo inattivo
nb: Feriemodus

source: Staff on vacation mode.
it: Staff in modalit&agrave; inattiva
nb: Ansatte i feriemodus.

source: No ticket assignment or Alerts
it: Nessuna assegnazione di ticket o invio messaggi
nb: Ingen sakstildeleser eller varsler

source: Update Department
it: Aggiornare dipartimento
nb: Oppdater avdeling

source: New Department
it: Nuovo dipartimento
nb: Ny avdeling

source: Dept depends on email &amp; help topics settings for incoming tickets.
it: Il dipartimento dipende dalla configurazione di e-mail &amp; argomento per i ticket in ingresso.
nb: Avdeling er avhengig av epost- og hjelpemneinnstillinger for innkommende saker.

source: Dept Name:
it: Nome dip.
nb: Avdelingsnavn:

source: Dept Email:
it: E-mail dip.
nb: Avdelingsepost:

source: Dep Manager:
it: Manager dip.
nb: Avdelingsleder

source: -------None-------
it: ----Nessuno----
nb: -------Ingen-------

source: Select Manager (optional)
it: Selezionare manager (opzionale)
nb: Velg leder (valgfri)

source: No Users (Add Users)
it: Nessun utente (Aggiungere utente)
nb: Ingen brukere (Legg til brukere)

source: Dept Type
it: Tipo dip.
nb: Avdelingstype

source: Public
it: Pubblico
nb: Offentlig

source: Private (Hidden)
it: Privato (nascosto)
nb: Privat (skjult)

source: Dept Signature:
it: Firma dipartimento:
nb: Avdelingsunderskrift:

source: Required when Dept is public
it: Richiesto se il dip. &egrave; pubblico
nb: Påkrevd når avdelingen er offentlig

source: can be appended to responses.&nbsp;(available as a choice for public departments)
it: pu&ograve; essere aggiunto alle risposte. (disponibile come scelta per dipartimenti pubblici)
nb: kan bli lagd ved svarmeldinger.&nbsp;(tilgjengelig som et valg for offentlige avdelinger)

source: Email Templates:
it: Modelli e-mail:
nb: Epostmaler:

source: Select Template
it: Seleziona Modello
nb: Velg mal

source: System Default
it: Predefinito di sistema
nb: Systemstandard

source: Used for outgoing emails,alerts and notices to user and staff.
it: Usato per posta in uscita, messaggi e note interne ad utenti e staff.
nb: Brukt for utgående epost, varsler og meldinger til bruker og ansatte.

source: Autoresponders
it: Autorisponditore
nb: Automatisk svarere
